{
    "1": {
        "ID": 1,
        "job": "Power Platform Developer",
        "company": "Blackbook.ai",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "Power Platform Developer Blackbook.ai is one of Australia’s most successful and progressive automation companies, who have now expanded to the Asian market. Our use of RPA, Intelligent Automation and AI to deliver on our client’s pursuit of bottom-line benefits; has resulted in a company that can claim a 100% success rate in solution delivery. We have an agile approach to tackling problems. We understand that there isn’t one solution for every problem! Our unique approach to problem solving will see you working directly with our customers, capturing additional requirements, and developing intuitive solutions while drawing on the vast knowledge of existing team members. Blackbook.ai can offer a fast paced and collaborative delivery environment with an emphasis on culture and teamwork, ensuring all projects are delivered with our high standards. We have a large team of dedicated consultants able to work alongside and guide you through your career and offer on-the-job training and development with access to multiple certifications. The Power Platform Developer role will see you working with teams across the globe including Australia, North America, Vietnam and the Philippines. Candidates must effectively communicate with members of a delivery team, stakeholders, and teams while championing their success. This role will also be external, thus a suitable setup for working from home will be required. The ideal candidate will have a strong background in the following:  Project experience with Power App and Power Automate SQL and T-SQL Excellent professional presentation skills (written and verbal, formal documentation) Self-motivated, ability to work independently and as part of a team Solutions-focused and critical thinking skills Experience using agile project management software like Jira or Trello Has completed or working towards completing related certifications:  - PL-100: Microsoft Power Platform App Maker- PL-200: Microsoft Power Platform Functional Consultant- PL-400: Microsoft Power Platform Developer- PL-600: Microsoft Power Platform Solution Architect  Proficiency in data modelling, user experience design, requirements analysis, and process analysis. Professional English speaking skills  The Role:  Design, build and deliver Power Apps and Power Automate flows Using development tools such as Azure DevOps Boards and Repos Perform discovery, capture requirements, engage subject matter experts and stakeholders, and configure Microsoft Power Platform solutions and apps. Create application enhancements, tailored user experiences, process automation, and reporting. Implement the integration points to connect to third-party applications and services.  Bonus Experience:  Power BI  The ideal candidate is self-directed and focuses on solving problems that they encounter as part of their primary job role. They may connect to and use features of apps including Microsoft Power Platform, Microsoft Teams, Microsoft 365 apps and services, and third-party solutions. The candidate has a desire to understand the capabilities and limitations of available tools and understand how to apply them in an industry setting. We offer a competitive salary, comprehensive benefits, and a dynamic work environment. Apply today by submitting your resume! Job Type: Full-time Application Question(s):  What are your salary expectations (gross - including tax)? Are you legally authorized to work in Vietnam? Will you now, or in the future, require sponsorship for employment visa status?  Language:  English (Required) "
    },
    "2": {
        "ID": 2,
        "job": "Technical Team Lead",
        "company": "Blackbook.ai",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "Managed Service Team Lead Blackbook.ai is one of Australia’s most successful and progressive automation companies, who has now expanded to the Asian market. Our use of RPA, Intelligent Automation and AI to deliver on our client’s pursuit of bottom-line benefits; has resulted in a company that can claim a 100% success rate in solution delivery. We have an agile approach to tackling problems. We understand that there isn’t one solution for every problem! Our unique approach to problem solving will see you working directly with our customers, capturing additional requirements, and developing intuitive solutions while drawing on the vast knowledge of existing team members. Blackbook.ai can offer a fast paced and collaborative delivery environment with an emphasis on culture and teamwork, ensuring all projects are delivered with our high standards. We have a large team of dedicated consultants able to work alongside and guide you through your career and offer on the job training and development with access to multiple certifications. The Team Lead role will see you working with multiple clients, projects and stakeholders. This role will also be external, thus a suitable setup for working from home will be required. To be considered for the position, you will have experience or have been exposed to the following:  Have an IT development background or a bachelor's degree in information technology (or similar) 1+ years’ experience consulting or leading software development teams 3+ years of experience as a Full-Stack Software Developer Proven delivery of projects based on C#/.Net, Azure Strong problem-solving skills Excellent professional presentation and communication skills (written and verbal, formal documentation, diagramming, and modelling) Solutions-focused and critical thinking skills Proven ability to own work from concept to production, including planning, coding, testing, and deploying. Experience using agile project management software such as Jira or Trello  Highly Regarded:  Experience with Cloud Infrastructure deployments/ design (such as Azure/ AWS/ Google) Experience with front-end frameworks such as React, VueJS Experience with backend ecosystems such as .Net or NodeJS Knowledge of micro-services architecture Proficient in working with databases and strong knowledge of SQL. Knowledge of RESTful API development Experience with Git and Agile methodologies Familiarity with DevOps, CI/CD tools and Docker. Mentoring and coaching junior developers  Other Requirements:  Professional English speaking skills Excellent verbal and written communication skills Full working rights in Vietnam Highly organised with efficient time management skills Extensive experience working in a similar role supporting IT projects in a complex, fast-paced environment Superior level of attention to detail Ability to juggle tasks and be resourceful in getting tasks done and planning Team player willing to pitch in when needed and willing to contribute  We offer a competitive salary, comprehensive benefits, and a dynamic work environment. Apply today! Job Type: Full-time Application Question(s):  What are your salary expectations (gross - including tax)?  Language:  English (Required) "
    },
    "3": {
        "ID": 3,
        "job": "AI/ML Engineer Intern",
        "company": "KMS Technology",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "  KMS Technology was established in 2009 as a U.S.-based software services company. With development centers in Vietnam and Mexico, we have been trusted globally for the superlative quality of our software consulting & development services, technology solutions, and engineers' expertise. We pride ourselves on creating brilliant solutions for our clients by leveraging deep expertise, advanced technologies, and delivery excellence for a shared success where everyone can reach their fullest potential. With three Business Lines:KMS Software: Leverage software domain expertise to help clients make better business decisions in technology platforms, increase speed-to-market, and gain critical development support through innovative technology solutions.  KMS Solutions: Empower BFSI businesses to embrace the digital finance revolution and expedite clients’ journey towards complete digitalization, technology consulting, data analytics, software development, and software quality.  KMS Healthcare: Build transformative next-gen technologies to solve healthcare’s most challenging problems, providing innovative tools and expertise to providers, payers, life sciences, and medical technology vendors.  Responsibilities  About Innovation Center  At KMS Innovation Center, we focus on pushing the boundaries of technology to create revolutionary solutions that anticipate and exceed the evolving needs of the industry. The Innovation Center is a hub of creativity and technological advancement, where you will have the opportunity to work alongside pioneers in AI and software development.  Join Our Quest: AI/ML Engineer Internship Opportunity  As an AI/ML Intern at the KMS Innovation Center, you will have the unique opportunity to work on the forefront of AI and emerging technologies. You will contribute to the development and evaluation of AI-driven tools and solutions, enhancing our software development lifecycle and meeting the dynamic needs of our customers.  Responsibilities  As an AI/ML Engineer Intern, you will:Explore and evaluate the latest advancements in AI models and emerging technologies.  Collaborate on building proofs of concept for AI applications and solutions.  Work closely with technical leaders and skilled developers, adhering to high-standard development practices.  Contribute to innovative solutions tailored to the needs of our customers and the broader industry.  Engage in continuous learning activities to stay current with industry trends and advancements in AI/ML.  QualificationsPursuing a degree in Computer Science, AI/ML, or a related field.  Solid understanding of NLP, Deep Learning, and Generative AI, with practical experience in machine learning frameworks such as TensorFlow or PyTorch.  Available to work at least 3.5 days per week for a duration of 3-6 months.  Proficient in English with the ability to effectively communicate and comprehend technical documents.  Strong analytical and problem-solving skills.  A collaborative mindset and a keen attention to detail with a commitment to producing high-quality work.  Proactive, self-motivated, and capable of managing time effectively.  Benefits and PerksWorking in one of the Best Places to Work in Vietnam, Top 10 ITC Company in Vietnam  Flexible working model: Flexible time & Hybrid working from Ho Chi Minh city  Working and growing in a values-driven, international working environment and standard Agile culture with passionate and talented teams  Various training on hot-trend technologies, best practices and soft skills  Company trip, big annual year-end party every year, team building, etc.  Fitness & sports activities: football, tennis, table tennis, badminton, yoga, swimming…  Joining community development activities: 1% Pledge, charity every quarter, blood donation, public seminars, career orientation talks,…  Free in-house entertainment facilities (football, ping pong, gym…), coffee, and snacks (instant noodles, cookies, candies…)Join us and explore other fantastic opportunities! To help us understand your competencies and match you with future suitable KMS ATIG opportunities, please send your academic transcript & the latest CV mentioning your desired position.Send your Resume including Academic Transcript to join us and let yourself explore other fantastic things!  "
    },
    "4": {
        "ID": 4,
        "job": "Data Analytics Intern",
        "company": "GSK",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": " Site Name: Vietnam - Ho Chi Minh CityPosted Date: Jun 13 2024We are seeking a highly motivated Data Analysis Intern to join our team. This internship provides an excellent opportunity to gain hands-on experience in data analysis and optimization, particularly focusing on analyzing Healthcare Professional (HCP) call data to optimize call plans for Medical Representatives (MRs). Responsibilities:  Data Cleaning and Preparation:Clean and prepare HCP call data using Python and Excel.  Ensure data accuracy and consistency for analysis.Exploratory Data Analysis (EDA):Perform EDA to uncover patterns and insights from the call data.  Visualize data using Python libraries and Excel.Call Plan Optimization:Develop a basic algorithm to optimize call plans for MRs.  Implement the optimization algorithm using Python.Dashboard Creation:Create interactive dashboards in Power BI to visualize optimized call plans.  Provide stakeholders with accessible and actionable insights.Reporting and Presentation:Document methodology, findings, and recommendations in a comprehensive report.  Prepare and deliver a presentation to the Digital and Technology Department on project outcomes.Benefits:  Hands-on experience with data analysis and optimization techniques.  Opportunity to work on a real-world project with direct impact on business operations.  Mentorship from experienced professionals in the pharmaceutical and technology sectors.  Exposure to the workings of a leading pharmaceutical company.  Certificate of completion and a recommendation letter based on performance.  Why you?Basic Qualifications:Currently enrolled in an undergraduate program majoring in Computer Engineering, Data Science, or a related field.  Basic knowledge of programming languages, particularly Python and C++.  Proficiency in Excel and experience with data visualization tools like Power BI.  Strong analytical and problem-solving skills.  Excellent communication skills, both written and verbal.  Eagerness to learn and apply new skills in a real-world setting. Benefits:Currently enrolled in an undergraduate program majoring in Computer Engineering, Data Science, or a related field.  Basic knowledge of programming languages, particularly Python and C++.  Proficiency in Excel and experience with data visualization tools like Power BI.  Strong analytical and problem-solving skills.  Excellent communication skills, both written and verbal.  Eagerness to learn and apply new skills in a real-world setting. Why GSK?  Our values and expectations are at the heart of everything we do and form an important part of our culture.  These include Patient focus, Transparency, Respect, Integrity along with Courage, Accountability, Development, and Teamwork. As GSK focuses on our values and expectations and a culture of innovation, performance, and trust, the successful candidate will demonstrate the following capabilities:Operating at pace and agile decision-making – using evidence and applying judgement to balance pace, rigour and risk.  Committed to delivering high quality results, overcoming challenges, focusing on what matters, execution.  Continuously looking for opportunities to learn, build skills and share learning.  Sustaining energy and well-being  Building strong relationships and collaboration, honest and open conversations.  Budgeting and cost-consciousness LI-GSKWhy GSK?  Uniting science, technology and talent to get ahead of disease together.GSK is a global biopharma company with a special purpose – to unite science, technology and talent to get ahead of disease together – so we can positively impact the health of billions of people and deliver stronger, more sustainable shareholder returns – as an organisation where people can thrive. We prevent and treat disease with vaccines, specialty and general medicines. We focus on the science of the immune system and the use of new platform and data technologies, investing in four core therapeutic areas (infectious diseases, HIV, respiratory/ immunology and oncology).Our success absolutely depends on our people. While getting ahead of disease together is about our ambition for patients and shareholders, it’s also about making GSK a place where people can thrive. We want GSK to be a place where people feel inspired, encouraged and challenged to be the best they can be. A place where they can be themselves – feeling welcome, valued, and included. Where they can keep growing and look after their wellbeing. So, if you share our ambition, join us at this exciting moment in our journey to get Ahead Together.Important notice to Employment businesses/ AgenciesGSK does not accept referrals from employment businesses and/or employment agencies in respect of the vacancies posted on this site. All employment businesses/agencies are required to contact GSK's commercial and general procurement/human resources department to obtain prior written authorization before referring any candidates to GSK. The obtaining of prior written authorization is a condition precedent to any agreement (verbal or written) between the employment business/ agency and GSK. In the absence of such written authorization being obtained any actions undertaken by the employment business/agency shall be deemed to have been performed without the consent or contractual agreement of GSK. GSK shall therefore not be liable for any fees arising from such actions or any fees arising from any referrals by employment businesses/agencies in respect of the vacancies posted on this site. "
    },
    "5": {
        "ID": 5,
        "job": "Machine Learning Engineer(ML/AI)",
        "company": "Koidra Tech",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "Koidra Tech8-10 Tạ Hiện, P. Thạnh Mỹ Lợi, TP. Thủ Đức, TP. HCM, Thu Duc City, Ho Chi MinhAt office Posted 14 days ago Skills: Python  Database  Cloud  Top 3 reasons to join us  Work on challenging AI & IoT problems Modern and agile work environment World experts in machine learning and IoT  Job description  You will push the state of our proprietary physics-informed ML framework(s) to the next level You will develop and train end-to-end models You will develop AI for Good You wonʼt target ads, optimize signup funnels, or recommend anything for anyone to click on.  Your skills and experienceMust Have Excellent programming, debugging, and analytical skills. Our team loves writing clean, bug-free, and maintainable mathematical code. We take teamwork to the extreme and hence even for research projects, we still place a high bar for code clarity and robustness. Experience in constructing and training sophisticated Deep Learning models Solid understanding of mathematical modeling, differential equations, numerical methods, matrix computations Embrace Koidraʼs Culture Preferred Qualifications Background in computational mathematics/physics/chemistry, scientific computing, control theory, or a related area Experience with Deep Learning fundamentals. We value candidates who  a) are able to construct new models (as opposed to using stock CV/NLP models);  b) understand the hierarchies and computational flow through each building block. Experience in building models for time series or sequential data (e.g. in NLP) Familiarity with and strong interests in one or more of the following machine learning research areas: Physics-informed Deep Learning, Graph Neural Network, Model-based Reinforcement Learning, Uncertainty QuantificationWhy you'll love working here At Koidra, you'll have an opportunity to work with world experts in Machine Learning and Software Engineering. Competitive Salary with annual performance reviews and potential for bonuses, recognition awards. Health & Wellness: Comprehensive health care Flexible Work Arrangements: Choose from flexible working hours, remote working days, or hybrid working mode. Learning & Growth: Annual allowance for courses, certifications, and conferences. Monthly in-house tech talks. Tech Setup: Latest MacBook Pro or equivalent, dual monitors Regular Team Bonding events: From monthly team gathering to annual off-site retreats Daily Perks: Free lunches, unlimited snacks, and coffee. Diverse & Inclusive Environment: Be a part of a company that celebrates diversity and champions inclusivity. Koidra Tech  Koidra TechCompany type  IT Product Company industry N/ACompany size  1-50 employees Country United States  Working days  Monday - Friday Overtime policy  No OT "
    },
    "6": {
        "ID": 6,
        "job": "Data Science Manager",
        "company": "Công Ty Cổ Phần Greenfeed Việt Nam",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": " Mô tả công việc: (Mức lương: Thỏa thuận)As a Data Scientist with our team, you will work on multiple projects with teams of other data scientists/engineers, software developers, and SMEs to apply the best practices and state of the art data science and machine learning processes to turn data into actionable insights. This role is focused on advanced analytics, machine learning and data science delivery to support multiple business areas and enable innovation through data.  Main ResponsibilitiesAnalyzing data sources, summarizing quality and insights, exploring predictive and advanced analytics opportunities, building AI or BI solutions along with peers in the broader Data & AI team. Work with Analytics/Business Intelligence teams to understand data fields definitions, KPIs, various business metrics that are tacked by stakeholders, and the workflows that transform the data.  Work with other team members to perform efficient data exploration, leverage appropriate tools and functions for data processing, and build automation pipelines that perform machine learning at scale and output quality data for further downstream use cases.  Work with stakeholders to understand the needs for data and AI solutions, define business rules and logic, and test solution performance. Be a data advisor when it comes to using data to solve a business problem.  Build, deploy, and monitor machine learning models for prediction and optimization  Take ownership of the quality and defensibility of statistical analyses, models, and interpretation.Chức vụ: Nhân viên/Chuyên viên  Hình thức làm việc: Toàn thời gian  Quyền lợi được hưởng:  Laptop Chế độ bảo hiểm Du Lịch Phụ cấp Đồng phục Chăm sóc sức khỏe Đào tạo Tăng lương Công tác phí Phụ cấp thâm niên Nghỉ phép nămYêu cầu bằng cấp (tối thiểu): Trung cấp - Nghề  Yêu cầu công việc:Bachelors or Mastersin a STEM field such as Statistics, Math, Engineering or Computer Science with Modeling/Data Science, preferably with work experience of over 5years.  Proficient with statistical/predictive modeling, machine learning algorithms, and when/how they should be applied in real world applications.  Ability to program in any high level language, such as Python is required..  Familiar with database technologies and tools, data warehousing, transformation and processing.  Familiar with Test driven development and Continuous delivery techniques  Work experience with real data for customer insights, business and market analysis will be advantageous.  Work experience in data/business analysis, analytics, data visualization, reporting or data engineering  Work experience with Cloud platforms/AWS  Good communication and presentation skills to explain technical solutions to either technical peers or non-technical stakeholdersYêu cầu giới tính: Nam/Nữ  Ngành nghề: CNTT - Phần Mềm,Data Analytics,SQLTrung cấp - NghềKhông yêu cầu"
    },
    "7": {
        "ID": 7,
        "job": "AI Engineer",
        "company": "VinAI",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "No. 25, Riverview 6, Vinhomes Goldern River, Ho Chi Minh City, Vietnam, Technopark Tower, Hanoi, Vietnam AI Engineer  JOB DESCRIPTION VinAI is looking for AI Engineers who are talented software engineers capable of working on research projects and/or translating research ideas into building computer vision systems. AI engineers are expected to be able to reimplement and develop sophisticated computer vision and machine learning algorithms and systems. KEY RESPONSIBILITIES:  People who want to join hands with us to build AI products and solutions which can compete on the highest level globally, besides hungry to learn, value teamwork, and enjoy a young, enthusiastic, diverse working environment.  Talented engineer capable of working on applied projects, translating research ideas into building computer vision and machine learning systems to solve real-world problems. We are looking for both senior level and junior level who can conduct research independently and implement the latest research methodologies to ML for the production life cycle.  Work closely with computer vision research scientists on cutting-edge computer vision algorithms, reimplement existing algorithms, and innovate the algorithms for tasks such as:  Activity recognition using image, and wearable sensor data.  Image classification, 2D/3D Object detection and Tracking, Semantic segmentation, Scene understanding, Image and video enhancement  Contribute to the development of prototypes and products.  Collect data, manage labelling tasks, run experiments, and assist scientists in writing and submitting research papers to top- tier conferences (if any). Be co-author of research papers  REQUIREMENTS  BS/MS in Computer Science/Electrical Engineering/Robotics or related fields  Experience with a wide variety of Deep Learning Models (CNN, Transformer, etc)  Familiar with Computer Vision techniques (2D/3D object detection, object tracking, classification, image segmentation, etc)  Experience in Machine learning and Computer Vision frameworks and libraries such as PyTorch, OpenCV, etc  Skilled software developer with experience in C/C++, Python, and/or CUDA, experience with edge device deployment is preferred (TensorRT, TFlite, etc)  Knowledge of software engineering best practices across the development lifecycle  At least 2-3 years of experience in ML and CV, Kaggle challenge (Competition Expert/Master/Grand is preferred)  WHY US  Tremendous growth opportunity in a fast-paced AI technology startup, uniquely positioned in Vietnam and globally.  Compensation is highly competitive and will consider the applicant’s current experience level.  Opportunity to continuously grow your knowledge in human resources and project management, and your leadership skills.  Opportunity to contribute, interact, share, and learn from exceptionally talented colleagues globally.  Interested applicants are invited to  send your application to  job@vinai.io"
    },
    "8": {
        "ID": 8,
        "job": "Software Engineer for AI Training Data (JavaScript)",
        "company": "G2i Inc.",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": " Accepted Locations  We are accepting applicants from the US, Canada, and most countries in LATAM and Europe. We are accepting some countries in Africa and Asia. For the full list of accepted locations click here. This work is 100% remote.Loom Video  Our Founder/CEO, Gabe Greenberg, created a more in depth Loom video that we highly recommend you watch! Check it out here: https://www.loom.com/share/5a8972c7fbbf46aaa3f389b2b6391c40Overview  You’ll join an expert annotation team to create training data for for the worlds most advanced AI models. No previous AI experience is necessary. You'll get your foot in the door with one of the biggest players in the AI/LLM space today. We are seeking software engineers with 1-2 years of experience to train AI large language models, helping cutting-edge generative AI models write better code. Projects typically include discrete, highly variable problems that involve engaging with these models as they learn to code. We currently have 200+ roles open!What Will I Be Doing?Evaluating the quality of AI-generated code, including human-readable summaries of your rationale  Solve coding problems, writing functional and efficient code  Writing robust test cases to confirm code works efficiently and effectively  We asked the technical project manager to go into even more detail and this is how he answered: It is solving coding challenges, creating instructions to help others, reviewing the code before it goes into the model, and there's a ton of variety in the projects. We have everything from \"which piece of JavaScript code is better?\" to \"make a full mobile application using this chatbot, and improve the chatbot's responses afterwards to make it faster\" Pay RatesUS - 50/hr  Brazil - 28.70 USD /hr  Egypt - 22.05 USD /hr  Phillipines - 25.55 USD /hr  All other Non US Countries - 35 USD /hr  Expectations are 15+ hours per week however there is no upper limit. We have engineers working 20-40 hrs per week and some that are working 40+ hours per week. You can work as much as you want to. You'll get paid on a weekly basis. You get paid per hour of work done on the platform. Contract LengthLong term, there is no end date. They expect to have work for the next 2 years.  You can end the contract at any time. Our hope is that you would commit to 12 months of work, but if you start and it's not a fit for you, we totally understand. Flexible SchedulesDevelopers can set their own hours - ideal candidates will be interested in spending 40 hours a week. They will be with teams, so strong performers will adapt to the urgency of projects and stay engaged, but incredibly flexible on working hours.  Take a 3 hour lunch, no problem. You are paid according to time spent on the platform, which is calculated in the coding exercises, as opposed to tracking your own hours. Interview ProcessApply using this Ashby form.  If you look like a good fit, we'll send an async RLHF code review that will take 35 minutes and would need to be finished within 72 hours of us sending it.  You'll receive credentials to the RLHF platform. We'll setup a group call to answer further questions about onboarding with the company.  You'll perform a simulated production level task RLHF task on the platform. This will be your final interview and will ultimately determine your employment and leveling. Required Qualifications:Proficiency with JavaScript and TypeScript.  1-2+ years of experience in a software engineering/software development role or you're finishing a university-level computer science degree.  Complete fluency in the English language.  Ability to articulate complex scientific concepts clearly and engagingly.  Excellent attention to detail and ability to maintain consistency in writing.  Solid understanding of grammar, punctuation, and style guidelines. Nice To Have's:Bachelor's and/or Master’s degree in Computer Science.  Proficiency in Python.  Recognized accomplishments or contributions to the coding community or in projects.  Proven analytical skills with an ability to approach problems creatively.  Adept communication skills, especially when it comes to understanding and discussing project requirements.  A commitment to continuous learning, and staying updated with the latest in coding advancements and best practices.  Enthusiasm for teaching AI models and experience with technical writing!  "
    },
    "9": {
        "ID": 9,
        "job": "Machine Learning (AI/ML) Python Engineer",
        "company": "ISCALE SOLUTIONS",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "  Company Overview:  iScale Solutions specializes in providing top-tier software engineering talent to clients worldwide. We are currently seeking a highly skilled Senior Python Engineer with expertise in Computer Vision and AI/ML for a dynamic startup based in the US, dedicated to revolutionizing patient care through the power of AI and Computer Vision technology. Their mission is to develop innovative solutions for patient fall prevention that prioritize safety, efficiency, and user experience.  The ideal candidate will play a key role in implementing advanced Computer Vision and multi-modal models for patient fall prevention, as well as developing and optimizing application logic for processing, serving, and inferencing.Responsibilities:Design and implement Computer Vision application logic for patient fall prevention, focusing on speed, accuracy, and user experience.  Develop and deploy multi-modal models using TensorFlow, PyTorch, and other relevant frameworks.  Conduct ongoing testing and analysis of existing solutions, continuously optimizing for performance and efficiency.  Collaborate with cross-functional teams to integrate Computer Vision technology into patient-centered solutions.  Utilize model orchestration tools such as LlamaIndex and LangChain for efficient management and deployment of AI models.  Train and fine-tune Open Source models using LoRA, QLoRa, PEFT, and other techniques.  Work with ViTs (Vision Transformers) and other state-of-the-art models for Computer Vision tasks.  Integrate and leverage AI language models such as LLMS (Language Learning Model Series) - ChatGPT, Mistral, Llama, Llava for enhanced functionality  Stay updated with the latest advancements in Computer Vision, AI/ML, and related technologies.  Requirements  Qualifications:Master's or Ph.D. in Computer Science preferred  Interest for AI /ML/Data Science  Minimum 1 year of programming experience working with Python or similar languages.  Proficiency in using OpenCV for Computer Vision tasks is a must.  Experience training and deploying Open Source models using LoRA, QLoRa, and PEFT  Familiarity with Vision Transformers (ViTs) and multimodal models  Familiarity with development tools such as Visual Studio, Google Colab, Jupyter Notebook, and GitHub  Being able to communicate in English (verbal / written) is a must.  Nice to have:Experience with TensorFlow, PyTorch, and Hugging Face libraries is a plus  Knowledge of model orchestration tools like LlamaIndex and LangChain is a plus  Experience with AI language models (LLMS - ChatGPT, Mistral, Llama, Llava) is a plus  Familiarity with object detection frameworks like YOLO is a plus. Benefits  Benefits:Competitive salary and health benefits package.  Hybrid work arrangements.  Opportunity to work with cutting-edge AI and Computer Vision technology.  Collaborative and innovative work environment. "
    },
    "10": {
        "ID": 10,
        "job": "Kỹ sư AI - Full-time - Việc làm tiêu biểu",
        "company": "South Telecom",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "Giới thiệu:  Nội dung công việc  Nghiên cứu, xây dựng phương án, lập trình, thử nghiệm và tối ưu kết quả các bài toán trí tuệ nhân tạo thuộc các lĩnh vực:  Xử lý hình ảnh: Object Detection, Segmentation, Classification; OCR; Image Captioning…  Xử lý tiếng nói: Speech recognition, Speech synthesis, Wakeup word…  Các bài toán về Robotics, AI on edge devices, Smart Camera… Yêu câu công việc  Có kinh nghiệm với 1 trong các ngôn ngữ lập trình sau: C/C++, Python.  Có kinh nghiệm làm việc với một trong các framework Tensorflow, Pytorch  Khả năng lập trình, tư duy tốt, tinh thần trách nhiệm và ý thức về chất lượng sản phẩm cao.  Khả năng làm việc độc lập, tích cực, chủ động trong công việc, luôn luôn tìm tòi học hỏi những kiến thức và bài toán mới  Khả năng làm việc nhóm tốt, nghiên cứu tốt với các tài liệu tiếng Anh. Quyền lợi công việc  Được đào tạo, hướng dẫn cụ thể về nghiệp vụ trong môi trường công ty chuyên nghiệp, năng động.  Được tham gia các buổi thuyết trình về CNTT do công ty tổ chức  Có cơ hội trở thành trưởng nhóm, quản lý dự án nếu phù hợp.  Tham gia liên hoan, team building, dã ngoại cùng công ty.  Địa điểm làm việc: TPHCM  Lương: 18000K - 22000K VND một tháng  Loại hình công việc: Thỏa thuận thời gian Yêu cầu:  Quyền lợi: Bảo Hiểm Y Tế, Cơ Hội Thăng Tiến, Môi Trường Năng động  Hạn nộp: 2024-06-30  Kinh nghiệm: 1 - 2 năm  Bằng cấp: Đại học  Lĩnh vực: IT/CNTT -IT Phần mềm  Số lượng cần tuyển: 1  Giới tính: Không yêu cầu"
    },
    "11": {
        "ID": 11,
        "job": "Senior AI Engineer (Python, OOP)",
        "company": "Illuminus AI",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "Illuminus AITầng 11, Tòa nhà Dreamplex, Số 195, Đường Điện Biên Phủ, Phường 15, Quận Bình Thạnh, TP Hồ Chí Minh, Binh Thanh, Ho Chi MinhAt office Posted 25 days ago Skills: Python  OOP  Job description  Develop and optimize AI algorithms related to video enhancement, such as image sharpening, noise reduction, and dynamic range expansion. Improve existing algorithms to enhance the efficiency and quality of video processing. Analyze and process video data, effectively translating research findings into applications. Work closely with the team to ensure successful implementation and integration of algorithms. Stay updated with the latest advancements in AI and computer vision technologies, driving innovation. Design, plan, and execute tasks related to the project  Your skills and experience  4+ years of experience in computer vision teams (research or product development) Experience with Generative AI, Diffusion Models, Video Production Good knowledge of Statistics and Analytics Good self-research, problem-solving, and presentation skills Commit to high-quality work results Interests in a production environment  Why you'll love working here  Competitive salary Enjoy full insurance benefits and comply with labor laws. Allocate modern working devices: Computer, Second Monitor and anything you need. Lunch allowance at the office Parking allowance is covered by the company. Unlimited tea, coffee,... at the office Salary review 2 times/year, 13th month salary Gifts for holidays: International Women's Day, Mid-Autumn Festival, birthdays, Lunar New Year,... Yearly company trip & Year End Party. Young, friendly and talented colleagues Receive specialized training and guidance to improve expertise. Illuminus AI  Illuminus AICompany type  IT Product Company industry N/ACompany size  1-50 employees Country Vietnam  Working days  Monday - Friday Overtime policy  No OT "
    },
    "12": {
        "ID": 12,
        "job": "Staff AI Engineer",
        "company": "Doctor Anywhere",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "Doctor Anywhere81 Cao Thang, Ward 3, District 3, Ho Chi MinhHybrid Posted 7 hours ago Skills: Python  English  Top 3 reasons to join us  Competitive salary & Amazing colleagues Hybrid working model Be parts of the leading healthtech startup in Asia  Job descriptionAbout the team  The AI team at Doctor Anywhere (DA) is dedicated to maximizing the positive impact of AI products for users and patients across the Southeast Asia (SEA) region. At the heart of the team's mission is the development of innovative AI solutions that not only simplify healthcare service delivery and elevate patient experiences but also assist doctors and automate internal workflows for efficiency. This team works closely with product managers, software engineers, designers, and relevant business functions to develop a deep understanding of how the products can be developed and delivered.  About the role  We are seeking an experienced and hands-on Staff AI Engineer to join our dynamic team. As a Staff AI Engineer, you play a pivotal role in shaping our AI strategy and driving next-generation technology (such as Generative AI) in building a vertically integrated digital healthcare ecosystem across Southeast Asia.  You will report directly to our CTO. Act as an advisor to our founder, CTO and stakeholders to define our AI strategy. Create a roadmap for AI research, development, and model deployment. Partner with our AI team in designing, implementing, and optimizing machine learning models (especially large language models). Utilize both external and proprietary machine learning tools and infrastructure to build adaptable, high-performance machine learning systems that facilitate rapid model development, efficient real-time deployment, and straightforward maintenance of model quality. Closely collaborate with our engineering teams to ensure smooth end-to-end delivery of AI solutions. Work closely with our infrastructure engineering team to build and leverage machine learning infrastructure to ensure that machine learning models run smoothly, scale effectively and deliver valuable insights. Collaborate with our data team to understand data requirements. Clean, preprocess, and transform large scale structured and unstructured data for model training. Rapidly prototype AI solutions, iterate, and learn from failures.  Your skills and experience  A Bachelor or Master in a quantitative field (Computer Science, Engineering, etc). Minimum 7+ years of experience in AI, Machine Learning, Data Science roles. Proven track record in delivering end-to-end ML projects: identifying impactful use cases, effort estimation, EDA, solution & model development, performance evaluation, deployment, and models monitoring. Strong technical hands-on experience in Python. Strong knowledge of Machine Learning fundamental i.e. knowledge of models variant and use cases, end-to-end ML lifecycle process, model development, model selection, hyperparameter optimisation, feature engineering, evaluation, etc. Strong hands-on experience in Machine Learning algorithms & libraries like Tensorflow, Pytorch, Keras, Scikit, Pandas. Experience in GenAI/LLM. Hands-on experience in three or more of the following AI topics: NLP, recommendation systems, predictive analytics, computer vision, search. Good hands-on experience in git, building CI/CD pipelines. Experience on how to operate docker images in microservice architecture. Experience in cloud platform GCP or AWS. Experience in MLOps platform e.g. MLflow, or Kubeflow. Hands-on experience in SQL. Have a growth mindset, self-driven, high motivation & curiosity to learn. Experience delivering and driving action based on data-driven insights. Strong analytical skills and proven experience working with complex & large data. Proven track record of operating independently, stakeholder management, demonstrating creativity, and delivering results. Self-driven & a team player, very good communication skills. Asia’s healthcare future!  Why you'll love working hereAbout Doctor Anywhere  Doctor Anywhere (DA) is a regional tech-lead, omnichannel healthcare provider delivering care to 2.5 million users across 6 countries in Southeast Asia. Founded in 2017 with a mission to make healthcare simple, accessible, and efficient for all, DA leverages technology to enable individuals towards preventive, long-term health via holistic offerings including our telehealth app, physical clinics and pharmacies, mental wellness, specialist consults, and also an online health & wellness marketplace for supplements, healthy snacks, home-based health screening and vaccinations.  DA’s goal is to build a regional digital healthcare ecosystem, advanced by the 3,000 GPs and specialists within our regional network, over 1,000 corporate organizations, and 25 regional insurers we work with. Grounded in our motto “Keep Going, Keep Growing”, our team strives towards excellence, with innovation and collaboration at our core, and values diversity in perspectives brought by every member. Join us in our mission to transform Southeast Asia’s healthcare future! Multiple products and projects for SEA market in the healthcare domain Work with our regional tech team from Singapore and Vietnam Hybrid work model, flexible and flat hierarchy working environment 16 days of annual leave and 3 days of sick leave, +1 after each full-year service Competitive salary range and 13th month salary Insurance in full gross salary, Premium Healthcare Insurance Annual health check-ups Quarterly team outing budget Laptops, monitors and anything you need! Doctor Anywhere  Doctor Anywhere: Leading Health-tech Startup from Singapore!Company type  IT Product Company industry N/ACompany size  51-150 employees Country Singapore  Working days  Monday - Friday Overtime policy  No OT "
    },
    "13": {
        "ID": 13,
        "job": "DATA SCIENTIST",
        "company": "FPT",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "Loại hình công việc: Toàn thời gianĐơn vị quản lý: Tập đoàn FPT Mức lương: Lương thỏa thuậnHạn nộp hồ sơ: 04-07-2024CHI TIẾT CÔNG VIỆC  Collaborate with business stakeholders to understand business challenges, define optimal analytical approach.Communicating findings and recommendations and collaborate with other partners.Propose solutions and strategies to business challenges.Propose & take part in the implementation of optimal solutions regarding data sharing.Mine and analyze large-scale data sources (both structured and unstructured) to uncover insights, issues and opportunities and recommend solutions.Undertaking data collection, preprocessing and analysis.Build, validate and deploy machine learning and/or deep learning models to solve the critical business problems (Customer Segmentation, Cross-sell/Up-sell, Customer Churn Prediction, etc.).Collaborate with engineering and product development teams.Provide technical sharing/training to team members.  YÊU CẦU CÔNG VIỆC  Bachelor/Master/PhD's degree in a relevant technical discipline (Math, Engineering, Computer Science, Statistics or similar field).Knowledge of statistical and predictive modeling concepts, machine learning approaches, clustering and classification techniques/ recommendation and optimization algorithms is required.Excellent understanding of machine learning techniques and algorithms, such as k-NN, Naive Bayes, SVM, Decision Forests, etc.Understanding deep learning models, such as simple neural network, CNN, RNN, etc.Experience with common data science toolkits, such as Python, or R, etc.High-level experience in methodologies and processes for managing large scale databases.Experience working with databases such as PostgreSQL, MySQL, or equivalent.Excellent communication skills including written, verbal and presentation.  QUYỀN LỢI  Great opportunity to dive deeply into a big data system with high volume of data in challenging domainsChallenging working environment, open for new ideas and solutionsWe often conduct presentations to improve our individual skill sets, sharing our domain knowledge togetherYou are encouraged to contribute ideas, corporate with the others and get your ideas to work efficientlyUnique culture with many exciting activities: rookie training, 72 hours experience, team building, village festival, club, color fest, happy hour, birthday celebration,...Obtaining full legal insurance coverage with FPT-Care (official employee)  THÔNG TIN THAM KHẢO  Tìm hiểu về FPT tại đây Quy trình tuyển dụng tại FPT tại đây NƠI LÀM VIỆC: Tòa nhà Đại Minh, Số 77 Hoàng Văn Thái, Phường Tân Phú, Quận 7, TP. Hồ Chí Minh, Việt Nam "
    },
    "14": {
        "ID": 14,
        "job": "AI ENGINEER",
        "company": "Nexcel Solutions",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "  who qualifies for this role?Do you excel at algorithms?  A relentless solutions seeker?  A person who is in love with artificial intelligence?YES?  Congratulations! You got this!where your passion finds purposes  We fully entrust you with these responsibilities:  Identify and understand the business requirements at hand.  Research and experiment with multiple machine learning algorithms from various sources to determine the best solution that satisfies the requirement.  Clean and transform data, ensure that data is well-organized and ready for the AI model to interpret and process.  Designing, planning, developing, implementing, and maintaining artificial intelligence, deep learning, and machine learning against business requirements.  Innovate product areas with the power of AI to drive business results.  Perform iterative testing and experiment improvement to get the state of art results. Improve the AI model until it is ready for the production environment.your qualifications and skills  Experienced in machine learning, deep learning algorithms, and statistics.  Deep understanding of S.O.L.I.D principles and know how to write Clean Code.  Skilled in one of the following programming languages: Python, Java, Scala, R or other equivalent languages.  Knowledge of AI frameworks and libraries such as TensorFlow, Pytorch, Keras, and MLlib.  Ability to formulate a research problem, design, experiment, and implement solutions.  Expert at supervised and unsupervised machine learning algorithms.  Experience in data processing and transformation.  Proficient in building and deploying models in production.  Have demonstrated creative and critical thinking with an innate drive to improve how things work.  Effective time management and prioritization skills.  Good verbal/written communication and interpersonal skills.BONUS POINTS  Data Mining experience is a plus.Bachelor’s degree in IT/Computer Science/Information Systems or equivalent hands-on experience in software companies.  At least 2+ years of proven experience in AI Engineer position.  Good command of written and spoken English.what you will enjoyCompetitive Salary Rewards & Recognitions Premium Healthcare Meals & Refreshments Transparent Career Path Team-building Activities Sport Facilitieswhere you will be working at SMS Tower  Lot 40, Quang Trung Software City, Tan Chanh Hiep Ward, District 12, Ho Chi Minh City "
    }
}