{
    "1": {
        "ID": 1,
        "job": "CTV Xử Lý Dữ Liệu Hình Ảnh Online - Alchera",
        "company": "Công Ty TNHH Alchera Việt Nam",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": " Mô tả công việc: (Mức lương: 2 - 6 triệu VNĐ)Thực hiện thao tác data labeling (gán nhãn dữ liệu) trên phần mềm làm việc công ty cung cấp. Giải thích về data labeling: Mỗi dự án sẽ có đối tượng gán nhãn và tiêu chuẩn làm việc riêng. Tại Alchera Việt Nam, dự án thông thường sẽ có đối tượng là khuôn mặt, các loại xe cộ, biển báo giao thông,... Làm những công việc liên quan đến vẽ line Segmentation 1 ngày phải hoàn thành 30 trangChức vụ: Nhân Viên/Chuyên Viên  Hình thức làm việc: Toàn thời gian, Bán thời gian  Quyền lợi được hưởng:  10,000đ/trang. - Lương tính theo số trang hoàn thành. File hình đủ tiêu chuẩn mới được tính tiền. Freelancer hoàn thành càng nhiều thì thù lao càng cao. Người có kinh nghiệm có thể hoàn thành được 4-5 trang trong vòng 1 tiếng.Yêu cầu bằng cấp (tối thiểu): Trung học phổ thông  Yêu cầu công việc:  Ứng viên có laptop hoặc máy tính bàn. Training online - Làm việc online Ưu tiên ứng viên có kinh nghiệm làm những công việc liên quan xử lý dữ liệu AI. Nếu không có kinh nghiệm cũng không sao, sẽ được hướng dẫn kỹ càngYêu cầu giới tính: Nam/Nữ  Ngành nghề: Hành Chính/Văn Phòng,Quản Lý Chất Lượng (QA/QC)Trung học phổ thông  Không yêu cầu",
        "date_post": "2024-08-27"
    },
    "2": {
        "ID": 2,
        "job": "Data Engineer Intern",
        "company": "Orient Software",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "  Attractive benefits We are expanding bussiness and people to meet our clients' demands. You are warmly welcomed to join our team, where you got attractive benefits to support your daily performance. OUR BENEFITS You’ll have a rewarding career We believe success should be rewarded and we believe there is always room to grow. When you join Orient, you begin a career path that can take you to amazing places. You’ll work with cutting-edge technology and use the most advanced methodologies. You’ll become a highly-skilled, highly-experienced professional. And you’ll always find new and challenging opportunities at Orient.You’ll work with great people We believe in the power of teamwork and we believe together all things are possible. At Orient, your teammates will be smart, experienced, and kind. They’ll be world-class engineers, expert testers, and brilliant developers. They’ll help you learn new skills, and they’ll support you when you need help. Your clients will be diverse and interesting — you’ll work with many foreign clients on long-lasting projects. You’ll have a chance to build strong relationships and positive references.You’ll have fun We believe happy people do the best work and we believe happy people are free people. You’re free to be yourself at Orient. We don’t expect you to fit a certain mold, or to have a certain background. We want free-thinkers and dreamers people who believe they can change the world.  ResponsibilitiesResearch data tools to solve customers' requirements, provide solutions, estimate and implement tools, integration Design and support the data integration process Build ETL pipelines and data stores to handle data at scale Perform prescriptive statistics and analysis to develop insights, build models and solve business needsRequirementsStrong interest in Data Science, particularly in the data engineering field Proficiency in Python programming, with a focus on data manipulation and analysis Experience with PySpark for large-scale data processing Strong knowledge of SQL and relational databases, including advanced query authoring Familiarity with end-to-end BI solution development, including data warehousing concepts Experience with data visualization tools (preferably Power BI) is a plus Knowledge of cloud platforms (e.g., AWS, Azure, GCP) for data engineering tasks is a plus Strong analytical thinking and problem-solving skills Proactive attitude with effective self-learning and research skills Good English language skills for video conferencing and face-to-face communication Ability to thrive in a fast-paced work environmentWhat we offerAttractive Monthly Allowance Premium Healthcare Package Mentor 1-1 with exclusive training program in technical, soft skills and process. Clubs (Football, Badminton, Music band) English class. Breakfast is available at office in early morning and snack in late afternoon. Team building allowance.",
        "date_post": "2024-08-27"
    },
    "3": {
        "ID": 3,
        "job": "[ TPHCM - HO ] ARTIFICIAL INTELLIGENCE (AI)",
        "company": "Shinhan Bank",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": " Work Location Ho Chi MinhJob Level Experienced (Non - Manager)Job Type PermanentExperiences 1 YearsSalary NegotiableIndustry Accounting / Auditing / Tax, Audit , Taxation, Administrative / Clerical, Brand,Product Management, Banking, Corporate Sales, Customer Service, Credit , Loan, Corporate Finance, Consulting, Corporate Banking, Digital,Online Marketing, Data Entry, Finance, General Marketing, IT - Hardware / Network, IT - Software, Marketing, Product Development,Management, Retail / WholesaleDeadline to Apply 24/10/2024 Job BenefitInsurance Travel opportunities Allowances Uniform Health checkup Training & Development Salary review Annual Leave Sport ClubJob DescriptionOverall AI-based digital promotion (planning, collaboration with related departments).Developing and operating AI algorithm, model, platform.AI market trend research, analysis and insight discovery.Presentation, report, documentation.Job RequirementBachelor of Statistics, Applied Mathematics, Computer Science or Quantitative related fields.At least 2 years experience in Banking & E-commerce/Social APP related field.Knowledge of SQL and analytic/modeling tools (eg. SAS, R or Python) is compulsory.Experience in Data-Driven Modeling.Analysis capability to improve recommendation/ prediction quality using DB, Log and external data.Development ability of statistical analysis and machine learning.Good English, communication skill and presentation skill.Teamwork.  ",
        "date_post": "2024-08-27"
    },
    "4": {
        "ID": 4,
        "job": "Solution Architect - Data & AI",
        "company": "SoftwareOne",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "  Job Function: Software & Cloud Services The role:  Job Description:  We are seeking a highly skilled and experienced Solution Architect – Data Analytics for AWS to join our team and play a crucial role in designing and implementing data analytics solutions on the Amazon Web Services (AWS) platform. The ideal candidate will have a deep understanding of data analytics technologies, AWS services, and a track record of architecting scalable and efficient data solutions to address complex business challenges.  Responsibilities:  Solution Design: Collaborate with cross-functional teams to gather requirements, design end-to-end data analytics solutions, and create architectural diagrams and documentation.  AWS Expertise: Leverage your extensive knowledge of AWS services such as Amazon Redshift, Amazon EMR, Amazon Kinesis, AWS Glue, and others to architect robust data analytics platforms.  Data Modeling: Design and optimize data models to support reporting, analytics, and business intelligence needs while ensuring data integrity and performance.  Scalability and Performance: Architect solutions that are scalable, high-performing, and cost-efficient, considering factors like data volume, query complexity, and user concurrency.  Data Integration: Define data integration strategies to extract, transform, and load (ETL) data from various sources into the analytics platform, ensuring data consistency and quality.  Security and Compliance: Implement security measures and best practices to protect sensitive data and ensure compliance with industry standards and regulations.  Troubleshooting and Optimization: Identify and resolve performance bottlenecks, data quality issues, and other challenges that may arise during implementation and operation.  Collaboration: Work closely with data engineers, data scientists, business analysts, and stakeholders to understand their needs and provide technical guidance.  Innovation: Stay up-to-date with industry trends and emerging technologies to recommend innovative solutions that enhance our data analytics capabilities.  What we need to see from you:  SkillsHas over 6+ years of experience in Data or Data analytics. Proven experience (3+ years) as a Solution Architect or similar role, with a focus on data analytics and AWS cloud technologies. Extensive hands-on experience with AWS services such as Amazon Redshift, Amazon EMR, Amazon Kinesis, AWS Glue or AWS quick sight etc. Strong understanding of data modeling, ETL processes, data warehousing, and data governance principles. Familiarity with programming/scripting languages like Python, SQL, and experience with data manipulation and transformation. Excellent problem-solving skills with the ability to design and implement creative solutions for complex data challenges. Strong communication skills to effectively collaborate with technical and non-technical teams. Experience in working with Agile methodologies and version control systems. Proven ability to work independently and manage multiple priorities effectively.  Education and CertificationBachelors or associate degree in IT discipline Certification in AWS Certified: Solution Architect and AWS Certified: Data Analytics Specialty are must or AWS Certified Professional or Associate.  What we need to see from youReport to practice lead. Pre-sales experience. Work within project team to develop and test data analytics platform and model. Design, develop, and unit test in accordance with established standards. Assist project team in analyzing and resolving technical issues. Assist in preparing manuals, specification, and other technical documentations. Package and support deployment releases. Assisting in the collection and documentation of user's requirements, development of user stories, and estimates.  Why SoftwareOne?:Hear firsthand from SoftwareOne APAC leaders as they unveil our exciting business and growth plan, spill the beans on our hiring initiatives, and reveal why joining SoftwareOne is a game-changer. Join us now and be part of our incredible journey. Accommodations:At SoftwareOne, we are committed to providing an environment of mutual respect where equal employment opportunities are available to all applicants and teammates without regard to race, color, religion, age, sex, national origin, disability status, genetics, protected veteran status, sexual orientation, gender identity or expression, or any other characteristic protected by federal, state, or local laws. Additionally, we encourage experienced individuals that have taken an intentional career break and are now prepared to return to work to explore our SOAR program.SoftwareOne welcomes applicants from all backgrounds and abilities to apply. If you require reasonable adjustments at any point during the recruitment process, email us at reasonable.accommodations@softwareone.com.Please include the role for which you are applying and your country location. Someone from our organization that is not part of the decision-making process will be in touch to discuss your specific needs and we will make every effort to accommodate you. Any information shared will be stored securely and treated in the strictest of confidence in line with GDPR.",
        "date_post": "2024-08-27"
    },
    "5": {
        "ID": 5,
        "job": "AI ENGINEER",
        "company": "Nexcel Solutions",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "  who qualifies for this role?Do you excel at algorithms? A relentless solutions seeker? A person who is in love with artificial intelligence?  YES?  Congratulations! You got this!where your passion finds purposes  We fully entrust you with these responsibilities:  Identify and understand the business requirements at hand. Research and experiment with multiple machine learning algorithms from various sources to determine the best solution that satisfies the requirement. Clean and transform data, ensure that data is well-organized and ready for the AI model to interpret and process. Designing, planning, developing, implementing, and maintaining artificial intelligence, deep learning, and machine learning against business requirements. Innovate product areas with the power of AI to drive business results. Perform iterative testing and experiment improvement to get the state of art results.Improve the AI model until it is ready for the production environment.  your qualifications and skills  Experienced in machine learning, deep learning algorithms, and statistics. Deep understanding of S.O.L.I.D principles and know how to write Clean Code. Skilled in one of the following programming languages: Python, Java, Scala, R or other equivalent languages. Knowledge of AI frameworks and libraries such as TensorFlow, Pytorch, Keras, and MLlib. Ability to formulate a research problem, design, experiment, and implement solutions. Expert at supervised and unsupervised machine learning algorithms. Experience in data processing and transformation. Proficient in building and deploying models in production. Have demonstrated creative and critical thinking with an innate drive to improve how things work. Effective time management and prioritization skills. Good verbal/written communication and interpersonal skills.  BONUS POINTS  Data Mining experience is a plus.  Bachelor’s degree in IT/Computer Science/Information Systems or equivalent hands-on experience in software companies. At least 2+ years of proven experience in AI Engineer position. Good command of written and spoken English.  what you will enjoyCompetitive SalaryRewards & RecognitionsPremium HealthcareMeals & RefreshmentsTransparent Career PathTeam-building ActivitiesSport Facilities  where you will be working at SMS Tower  Lot 40, Quang Trung Software City, Tan Chanh Hiep Ward, District 12, Ho Chi Minh City ",
        "date_post": "2024-08-27"
    },
    "6": {
        "ID": 6,
        "job": "Lead Data Scientist, Data Insight",
        "company": "Zalo",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "Hồ Chí Minh  Full-timeWhat you will doOutline stages of a data product life cycles and propose implementation plan; Research best practices and new methodologies in ML/AI; Design ML/AI experiment to evaluate impact and answer business questions; Package solution as a scalable automated computing pipeline; Feedback loop to measure & improve accuracy and outcomes over time; Translate complex findings and results into a compelling narrative; Aware of design patterns encompassing efficient presentations and dashboards.  What you will need5+ years experience in building production model as Data Scientist/ML Engineer; Strong experience in programming using Python, Pyspark, Spark, SQL...; Knowledge and experience in Big data, data mining; Able to clearly and effectively communicate to cross functional stakeholders of varying technical understanding; Creative thinking, opening mindset, young, active and good at both team/individual works;It is a strong plus if you have:Experience in Scoring, Demand Targeting, Recommendation, or Ads industry; Knowledge and experience in Kubernetes, Docker is a plus Experience in boosting, deep learning, graph-based model, embedding; Kaggle competition achievements.  ",
        "date_post": "2024-08-27"
    },
    "7": {
        "ID": 7,
        "job": "Head of Data & AI",
        "company": "Kyanon Digital",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": " Kyanon Digital is a Vietnam-based tech powerhouse. We deliver world-class solutions to clients across the globe. At Kyanon Digital, we offer end-to-end solutions that encompass every facet of the digital landscape. With the slogan: “Digital Impact that Matters”, this has guided our team of over 300 employees for over 12 years, creating many positive changes for large clients in various industries. The Head of Data & AI is a strategic leader responsible for overseeing three squads: Data Integration and Low/No-Code, Data & AI R&D, and Data Governance. This role requires a visionary approach to drive innovation, ensure alignment with business goals, and foster a culture of excellence across teams.  How You Can ContributeStrategic Leadership:Develop and implement a comprehensive strategy for data integration, AI innovation, and governance. Align squad activities with overall business objectives and market trends. Team Management:Oversee and mentor squad leads, fostering a collaborative and innovative environment. Ensure effective communication and collaboration across squads. Resource Allocation:Analyze business needs to forecast and allocate resources efficiently across all squads. Ensure optimal utilization of talent and technology to achieve objectives. Solution Development:Guide the development of innovative solutions in data integration, AI, and data governance. Ensure solutions are scalable, reliable, and aligned with customer needs. Go-to-Market Strategy:Collaborate with sales and marketing to develop strategies for launching new solutions. Support the creation of proof of concepts (POCs) and demos to showcase capabilities. Talent Development:Foster a culture of continuous learning and professional growth. Provide coaching and mentorship to squad leads and team members. Data Governance:Implement and maintain data governance frameworks to ensure data quality, security, and compliance. Work with stakeholders to establish data policies and standards. Innovation and Community Building:Encourage innovation by staying informed of industry trends and emerging technologies. Build partnerships with academia, industry, and research institutions to enhance brand reputation. Additional ResponsibilitiesDevelop and maintain dashboards to track key metrics and inform decision-making. Ensure compliance with company policies and regulatory requirements. Drive continuous improvement initiatives across squads to enhance productivity and efficiency.What You Need To Maximize Your Contribution  8+ years of experience in a leadership role within data integration, AI, or data governance. Proven track record of managing multiple teams and delivering successful projects. Strong expertise in data science, AI methodologies, and data governance practices. Excellent communication, leadership, and strategic planning skills. Ability to work in a dynamic environment and adapt to changing priorities. Please don’t hesitate to become a part of our team by sending your updated resume, highlighting your experiences, via [email protected]. We will contact you soon.  Salary  Negotiation Location  Kyanon - HCMC Application period  06/08 - 06/10/2024  ",
        "date_post": "2024-08-27"
    },
    "8": {
        "ID": 8,
        "job": "Senior Data Science Manager",
        "company": "GreenFeed",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "  Nơi Làm Việc  Hồ Chí Minh (Quận 3) Cấp Bậc  Quản lý Hình Thức  Nhân viên chính thức Bằng Cấp  Đại học Kinh nghiệm  5 - 8 Năm Mức Lương  Lương thỏa thuận Ngành nghề  CNTT - Phần mềm, CNTT - Phần cứng / Mạng, Nông nghiệp Phòng Ban  Head Office Hạn Chót Nhận Hồ Sơ  30/09/2024Mô Tả Công Việc  Mục đích:  Hỗ trợ trưởng phòng khoa học dữ liệu trong việc ứng dụng các giải pháp về ML/AI mà chưa sẵn có Hỗ trợ kỹ thuật, giải quyết các vấn đề hoặc thắc mắc dịch vụ của đối tác Hiểu rõ hoạt động của business để nhận diện cơ hội áp dụng ML/AI  Vai trò:  Nhận diện dữ liệu cần thu thập cho các dự án ML/AI và đề xuất giải pháp thu thập dữ liệu nếu dữ liệu không có sẵn Phân tích dữ liệu để tìm ra các thông tin giá trị từ đó nhận diện các bài toán có thể làm với ML/AI Xây dựng các mô hình ML/AI để phục vụ cho mục đích phát triển của công ty Xây dựng các giải pháp tối ưu hóa cho các hoạt động sản xuất kinh doanh Đóng vai trò chính trong việc thực thi các công việc:Làm việc với các đối tác để xác định nhu cầu cho việc xây dựng và hiện thực các mô hình ML/AI để phục vụ hoạt động kinh doanh Làm việc với các nguồn cung cấp để láy dữ liệu phục vụ cho việc thiết kế và phát triển các mô hình ML/AI Thực hiện phân tích dữ liệu để tìm ra các đặc điểm nổi trội đưa vào sử dụng trong các mô hình ML/AI Thực hiện huấn luyện các mô hình ML/AI và tinh chỉnh thông số cho các mô hìnhĐóng vai trò chính trong việc định hướng kỹ thuật cho một số công việc liên quan đến việc thiết kế mô hình ML/AI Hỗ trợ trưởng phòng khoa học dữ liệu trong việc phát triển các tiêu chuẩn cho việc xây dựng mô hình ML/AI Hỗ trợ trưởng phòng khoa học dữ liệu trong việc nghiên cứu các công nghệ mới để hướng dẫn cho team Yêu Cầu Công ViệcTốt nghiệp đại học chuyên ngành công nghệ thông tin hay hệ thống thông tin Có kiến thức tốt về ML/AI Có kiến thức và kinh nghiệm trong việc tìm đặc điểm nổi trội cho mô hình ML/AI Có khả năng phát hiện và tối ưu hóa mô hình ML/AI Có khả năng tự học các công nghệ mới Có kiến thức rộng về xử lý và phân tích dữ liệu (DE và DA) Có kinh nghiệm ít nhất 5 năm làm các công việc liên quan về ML/AI Có khả năng lãnh đạo team ",
        "date_post": "2024-08-27"
    },
    "9": {
        "ID": 9,
        "job": "[HCM] Thực tập sinh AI Engineer",
        "company": "TẬP ĐOÀN SUNSHINE",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "MÔ TẢ CÔNG VIỆC  – Đưa ra các giải pháp AI/ML giải quyết vấn đề từ đơn giản đến phức tạp. – Sử dụng và bổ sung các thư viện để xây dựng mô hình AI đặc biệt trên các hệ thống nhúng. – Hiểu rõ các kiến trúc DL/ML để tối ưu trên nguồn tài nguyên hạn chế. Khai phá, giám sát và thu thập thêm dữ liệu nếu cần thiết. – Tận dụng các nguồn dữ liệu có sẵn để huấn luyện các mô hình. – Xây dựng quy trình và khai phá các đặc trưng cần thiết từ bộ dữ liệu. – Ứng dụng các kỹ thuật làm giàu dữ liệu. – Phát triển các hệ thống giám sát và phân tích dữ liệu để đánh giá hiệu năng và độ chính xác của mô hình. – Thường xuyên cập nhật những papers mới liên quan để đưa ra những ý tưởng mới phù hợp hơn. – Huấn luyện và tinh chỉnh các tham số cho mô hình. – Triển khai các mô hình lên các nền tảng đám mây.YÊU CẦU ỨNG VIÊN  – Sinh viên CĐ/ĐH chuyên ngành CNTT, điện tử viễn thông… – Khả năng tư duy, học hỏi nhanh, sẵn sàng giải quyết các vấn đề khó khăn.Chấp nhận các sinh viên chưa có kinh nghiệm, công ty sẽ đào tạo thêm – Có khả năng đọc và nghiên cứu tài liệu tiếng Anh. – Ưu tiên các bạn có GPA từ 8.0 trở lên hoặc có tham gia các dự án mã nguồn mở trên github QUYỀN LỢI ĐƯỢC HƯỞNGQUYỀN LỢI ĐƯỢC HƯỞNG – Thu nhập từ 2 – 4tr VNĐ. – Môi trường làm việc trẻ trung, hiện đại, năng động và chuyên nghiệp, có thể đi làm Parttime – Được đào tạo, phát triển lên các vị trí chính thức sau 3 – 6 tháng thực tập. Các bạn ứng viên quan tâm gửi Cv về địa chỉ: Email: yenlth@sunshinegroup.vnLiên hệ: 098 9181 498 (Ms. Yến) ",
        "date_post": "2024-08-27"
    },
    "10": {
        "ID": 10,
        "job": "Ai Engineer",
        "company": "Công Ty TNHH Giải Pháp Công Nghệ Trực Tuyến (OTS Company)",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": " Mô tả công việc: (Mức lương: Thỏa thuận)Tham gia phát triển và tối ưu các mô hình AI, áp dụng vào các sản phẩm công nghệ đột phá. Lập trình và triển khai các giải pháp AI trên các nền tảng tiên tiến sử dụng C/C++ và Python. Phối hợp với các nhóm kỹ thuật để tối ưu hiệu suất hệ thống trong các môi trường đa luồng, đa tiến trình. Nghiên cứu, thử nghiệm và ứng dụng các công nghệ AI mới nhất, bao gồm Machine Learning (ML), Deep Learning (DL), Generative AI, và NLP. Làm việc với các hệ thống xử lý dữ liệu lớn và các công cụ hiện đại. Tìm hiểu và triển khai các giải pháp AI trên các thiết bị biên, tạo ra các sản phẩm ứng dụng thực tế.Chức vụ: Nhân Viên/Chuyên Viên  Hình thức làm việc: Toàn thời gian  Quyền lợi được hưởng:  Tham gia vào các dự án quy mô Bộ ngành, quốc gia, được làm việc cùng nhiều chuyên gia có nhiều kinh nghiệm. Lương: theo thoả thuận. Được hưởng chế độ ưu đãi về lương, thưởng theo năng lực, hiệu quả công việc, kết quả sản xuất kinh doanh chung công ty. Tháng lương thứ 13 tùy theo thời gian làm việc tương ứng. Thưởng KPI 6 tháng/lần, thưởng nóng theo hiệu quả công việc, thưởng ngày lễ, Tết. Tham gia đầy đủ các chế độ bảo hiểm (BHXH, BHYT, BHTN…), khám sức khoẻ định kỳ theo quy định của Nhà nước; Cung cấp thiết bị làm việc cấu hình cao. Các chế độ hỗ trợ khác dành cho nhân viên: phụ cấp ăn trưa, sinh nhật, kết hôn, sinh con, tử tuất… Chính sách hỗ trợ đào tạo nâng cao năng lực nhân viên. Du lịch, happy hour, team building, thể dục thể thao…Yêu cầu bằng cấp (tối thiểu): Đại Học  Yêu cầu công việc:  6 tháng – 2 năm kinh nghiệm lập trình C/C++ và Python. Hiểu biết và kinh nghiệm với multi-process và multi-threading. Kinh nghiệm làm việc với Machine Learning, Deep Learning, đặc biệt là trong việc xây dựng và tối ưu mô hình AI. Có khả năng làm việc với các framework như TensorFlow, PyTorch, và scikit-learn. Kinh nghiệm với SQL và một trong các cơ sở dữ liệu như MSSQL, Postgres là một điểm cộng. Hiểu biết về Docker, TCP/IP socket, và Linux. Tư duy sáng tạo, khả năng nghiên cứu độc lập và yêu thích tìm hiểu các công nghệ mới.Yêu cầu giới tính: Nam/Nữ  Ngành nghề: C/C++,IT Phần Mềm,Machine Learning,PythonĐại Học  1 - 2 năm",
        "date_post": "2024-08-27"
    },
    "11": {
        "ID": 11,
        "job": "Data Analysis Associate",
        "company": "CIMIGO",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": " Data Analysis Associate About us Cimigo is an independent research and consulting firm employing over 300 research professionals and operating throughout Asia Pacific. The company prides itself in being an Asia specialist, investing heavily in the local region and placing customers at the heart of business growth. To learn more visit: Cimigo.com Position title: Data Analysis Associate Department: Research Location: 217 Binh Thanh, Ward 15, Binh Thanh Dist, HCMC – Vietnam Job Description Responsibility involves ensuring that the data project is completed in a timely and professional manner and that all deliverables to clients are of the highest standard. Specifically, an data analysis associate is responsible for: – Data analysis – learning and applying the basics of SPSS and other tools to analyse project data. – Scripting basic surveys on SurveyTogo and Alchemer software. – Inter-Departmental project related communications. – Attending management and interviewer briefings. Data-Analysis for specific research projects: – Discussing analysis requirements with Project Managers; – Being accountable for data integrity and accuracy. This involves liaising with all people involved in the project, including both operations staff and project team members; – Being an expert in the use of SPSS, SurveyTogo, Alchemer Requirements – Are University/College graduate with major in Computer Science/related major; – Have working experience in data processing in marketing insight; – Have excellent Excel skill; – Good English skill; – Have programming skill is a plus (can use JavaScript); – Able to processing data run by SPSS; – Have logical thinking, good time management and organizational skills, with ability to handle multi-tasks; – Careful, honest, initiative, and able to work under high pressure. – Wish to work and be trained in data analysis. – CV in English Benefit – Salary: Negotiable – 100% salary amount in probation time – Working time: 8h30 – 17h30 from Mon to Friday – 2 reward day on Friday per month – Health care package and accident – Pantry, café, refrigerator, microwave oven – Yoga class every week – 15 annual leave per year – SHUI as law – Proactive and professional environment working – Training and development How to apply Please send your cv via email to hr@cimigo.com, or upload your CV via our website. ",
        "date_post": "2024-08-27"
    },
    "12": {
        "ID": 12,
        "job": "Data Annotator",
        "company": "THOTH AI",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "THOTH AI5F, Rivergate building, 151 - 155 Đ. Bến Vân Đồn, Phường 6, District 4, Ho Chi Minh12F, CTM complex, Số 139 Cầu Giấy, P. Quan Hoa, Cau Giay, Ha NoiTầng 5, Panorama Nha Trang, số 2 Nguyễn Thị Minh Khai, Phường Lộc Thọ, Thành phố Nha Trang  At office Posted 5 days agoSkills: Database English Data Analyst Job descriptionBackground We are looking for talents who are interested in data labeling of E-Commerce projects, including categorizing, tagging, and annotating data related to online retail and shopping activities. The projects are crucial for improving the accuracy and efficiency of our client’s e-commerce platforms and enhancing user experience. ResponsibilitiesComplete the daily production target according to the project requirements, and finish the time-sensitive tasks within the required time frame Participate in the training sessions according to the agenda and pass the qualification tests Collaborate with the project management and quality assurance team to ensure high accuracy that meets the target Other tasks assigned by the project manager  Your skills and experienceRequirementsNative in Vietnamese (vi-VN), preferrably fluent in English (B2 or above) Available 40 hours (9 hours per day with 1-hour break) per week in the office Weekend and public holiday coverage is required for certain roles Night shift is required for certain roles (off at 23:00 local time latest) Experience in E-Commerce, customer service, data labeling and annotation and/or quality inspection is a huge plus Additional NotesA paid training is provided. The training timeline will be share upfront Planned leaves need to be claimed at least a week in advance The weekend and public day coverage will be offset to ensure 40 hours per week Compensation will be provided for after-hour or holiday working A four-week notice by email is required for resignation  Why you'll love working hereThưởng: Chế độ lương thưởng phúc lợi phù hợp Chăm sóc sức khoẻ: Được hưởng đầy đủ quyền lợi bảo hiểm Đào tạo: Được đào tạo training THOTH AI  THOTH AICompany type IT ProductCompany industry  Game Company size 51-150 employeesCountryVietnam  Working days Monday - FridayOvertime policy Extra days off for OT ",
        "date_post": "2024-08-27"
    },
    "13": {
        "ID": 13,
        "job": "SR&T: Intern, Forensic",
        "company": "Deloitte",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "  SR&T: Intern, ForensicDate: 23 Sep 2024Type of Employment: InternLocation: Ho Chi Minh City, Ho Chi Minh City, VN  Are you ready to unleash your potential?  At Deloitte, our purpose is to make an impact that matters for our clients, our people, and the communities we serve.  We believe we have a responsibility to be a force for good, and WorldImpact is our portfolio of initiatives focused on making a tangible impact on society’s biggest challenges and creating a better future. We strive to advise clients on how to deliver purpose-led growth and embed more equitable, inclusive as well as sustainable business practices.  Hence, we seek talented individuals driven to excel and innovate, working together to achieve our shared goals.  We are committed to creating positive work experiences that foster a culture of respect and inclusion, where diverse perspectives are celebrated, and everyone is recognised for their contributions.  Ready to unleash your potential with us? Join the winning team now!  Work you’ll do  Our Forensic Discovery professionals assist clients and their legal counsel collect, preserve, and analyze large and disparate data to support or refute the facts and allegations of commercial investigations and complex litigation. We combine our investigative skills with advanced computer labs and cutting-edge technology to offer innovative solutions to our clients’ complex legal problems.  Responsibilities:  Your role will include the following duties: Assist the identification, collection, and management of electronic data in support of engagements relating to electronic discovery (eDiscovery), legal support, forensic investigations, and computer forensic.Participate in preparing and coordinating field assignments, including interacting with clients, IT functions, in-house counsels, lawyers and other stakeholders, to obtain relevant evidence and information. Assist with the investigation and analysis of data using forensic methodologies and common tools. This may include analyzing, filter and visualize structured and unstructured data to understand large datasets and find anomalies, trends and evidence. Maintain detailed notes for work performed and findings. Assist with evidence and computer forensic lab management. Keep up with the latest developments affecting our work and researching and testing new tools, techniques. Consult with and take direction from supervisors, engagement managers, and clients regarding case investigation and project status. Assist in preparing documentation of work, working papers, schedules and reports that will be delivered to our clients and other parties.  How You'll GrowAccumulate practical experience in eDiscovery through hands-on training and on-the-job training. Develop knowledge on cutting-edge eDiscovery technology, including machine learning, or generative AI. Develop a long-term career path in the eDiscovery and forensic professional. Gain a unique experience to work in cross-service line engagements, cross-border engagements and with a diverse team across Southeast Asia.  Requirements EssentialBackground in cyber security, computer science, information technology, finance, or accounting. Good understanding of Windows, MacOS and other operating systems. Good understanding of computer system hardware, storage devices, including hard drives, personal storage devices, cloud repositories and other relevant IT systems. Excellent command of English, both verbal and written. Strong Office skills (Excel, Word, PowerPoint, G-suite). Ethical behaviour. Ability to deliver excellent performance both individually as well as in a team. Enthusiasm and ability to assume a high level of responsibilities. High commitment to succeed and continue learning.  Desirable but not essentialUnderstanding and appreciation of evidence and evidential/forensic procedures. A natural curiosity to identify, investigate and explain irregularities/ discrepancies and trends/patterns, and to solve complex problems. The desire, commitment and ability to become professionally qualified through appropriate technology-related certifications or professional bodies. Strong problem-solving and decision-making skills. Strong analytical and numerical skills. Flexibility/ability and desire to travel, as it can be a required element of the position. Due to volume of applications, we regret only shortlisted candidates will be notified. Candidates will only be contacted by authorized Deloitte Recruiters via firm’s business contact number or business email address.Requisition ID: 105489 In Vietnam, the services are provided by Deloitte Vietnam Company Limited and other related entities in Vietnam (\"Deloitte in Vietnam\"), which are affiliates of Deloitte Southeast Asia Ltd. Deloitte Southeast Asia Ltd is a member firm of Deloitte Touche Tohmatsu Limited. Deloitte in Vietnam, which is within the Deloitte Network, is the entity that is providing this Website.",
        "date_post": "2024-08-27"
    },
    "14": {
        "ID": 14,
        "job": "Data Analyst - VNGGames",
        "company": "VNG",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": " Work with cross departments to create BI/BA reporting for business operation/analytic Collect data and generate overview reports during the product development process Interpret data, and analyze results using statistical techniques (which include but are not limited to hypothesis testing, A/B testing, etc) to produce/maintain advanced analysis report Analyze and improve existing data sources, models, strategies, and metrics Design, develop, and maintain dashboards, reports, and visualizations to communicate insights and findings to stakeholders Identify opportunities for process improvement, automation, and innovation to enhance data analysis capabilities Ensure data accuracy, integrity, and consistency across multiple systems Effective communication with leadership, tech, and business teamsYêu cầu  Minimum Bachelor's degree in Computer Science, Data Science, Statistics, Applied Math, Econometrics, or a relevant field of study. At least 3+ years experience in data analytics, and data science Strong analytical skills - able to collect, organize, and analyze significant amounts of information with attention to detail and accuracy. Proficient in SQL, familiar with BI tools (PowerBI, Tableau) Familiarity with Python, R, or Scala is a plus Experience in Digital Marketing (Google Ads, Facebook Ads, etc.) is a plus Excellent communication and collaboration skills, with a proven ability to work effectively in cross-functional teams Keen learner and self-motivated team player, with the ability to work on multiple projects at the same time Business-minded and communication skills ",
        "date_post": "2024-08-27"
    },
    "15": {
        "ID": 15,
        "job": "Data Scientist",
        "company": "Kyanon Digital",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": " Kyanon Digital is a Vietnam-based tech powerhouse. We deliver world-class solutions to clients across the globe. At Kyanon Digital, we offer end-to-end solutions that encompass every facet of the digital landscape. With the slogan: “Digital Impact that Matters”, this has guided our team of over 300 employees for over 12 years, creating many positive changes for large clients in various industries.  We are seeking a highly skilled Data Scientist to join our team and drive data-driven innovation. The ideal candidate will possess a strong foundation in statistics, machine learning, and programming, coupled with a passion for extracting meaningful insights from complex data. You will play a critical role in developing and implementing data-driven solutions that address complex business challenges.  How You Can ContributeMachine Learning & Data AnalysisDevelop and apply advanced statistical and machine learning techniques to analyze large and complex datasets. Build predictive models and algorithms to uncover hidden patterns and trends. Collaborate with cross-functional teams to understand business requirements and translate them into data-driven solutions. Clean, transform, and prepare data for analysis, ensuring data quality and integrity. Develop and deploy machine learning models into production environments. Evaluate and refine existing models to improve performance and accuracy. Communicate complex findings and insights effectively to both technical and non-technical audiences. OthersStay up-to-date with the latest advancements in data science and machine learning. Foster a data-driven culture within the organization. Contribute to the development of data strategies and roadmaps. Participate in data-related research and development projects.What You Need To Maximize Your Contribution  5+ years of experience as a Data Scientist with a strong track record of delivering data solutions. Advanced degree in Statistics, Mathematics, Computer Science, or a related field. Strong proficiency in programming languages such as Python or R Expertise in statistical modeling, machine learning algorithms, and data mining techniques. Strong problem-solving and analytical skills. Ability to work independently and as part of a team. Excellent communication and presentation skills. Please don’t hesitate to become a part of our team by sending your updated resume, highlighting your experiences, via [email protected]. We will contact you soon.  Salary  Negotiation Location  Kyanon - HCMC Application period  06/08 - 06/10/2024  ",
        "date_post": "2024-08-27"
    }
}