{
    "1": {
        "ID": 1,
        "job": "AI/ML Engineer Intern",
        "company": "KMS Technology",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "  KMS Technology was established in 2009 as a U.S.-based software services company. With development centers in Vietnam and Mexico, we have been trusted globally for the superlative quality of our software consulting & development services, technology solutions, and engineers' expertise. We pride ourselves on creating brilliant solutions for our clients by leveraging deep expertise, advanced technologies, and delivery excellence for a shared success where everyone can reach their fullest potential. With three Business Lines:KMS Software: Leverage software domain expertise to help clients make better business decisions in technology platforms, increase speed-to-market, and gain critical development support through innovative technology solutions.  KMS Solutions: Empower BFSI businesses to embrace the digital finance revolution and expedite clients’ journey towards complete digitalization, technology consulting, data analytics, software development, and software quality.  KMS Healthcare: Build transformative next-gen technologies to solve healthcare’s most challenging problems, providing innovative tools and expertise to providers, payers, life sciences, and medical technology vendors.  Responsibilities  About Innovation Center  At KMS Innovation Center, we focus on pushing the boundaries of technology to create revolutionary solutions that anticipate and exceed the evolving needs of the industry. The Innovation Center is a hub of creativity and technological advancement, where you will have the opportunity to work alongside pioneers in AI and software development.  Join Our Quest: AI/ML Engineer Internship Opportunity  As an AI/ML Intern at the KMS Innovation Center, you will have the unique opportunity to work on the forefront of AI and emerging technologies. You will contribute to the development and evaluation of AI-driven tools and solutions, enhancing our software development lifecycle and meeting the dynamic needs of our customers.  Responsibilities  As an AI/ML Engineer Intern, you will:Explore and evaluate the latest advancements in AI models and emerging technologies.  Collaborate on building proofs of concept for AI applications and solutions.  Work closely with technical leaders and skilled developers, adhering to high-standard development practices.  Contribute to innovative solutions tailored to the needs of our customers and the broader industry.  Engage in continuous learning activities to stay current with industry trends and advancements in AI/ML.  QualificationsPursuing a degree in Computer Science, AI/ML, or a related field.  Solid understanding of NLP, Deep Learning, and Generative AI, with practical experience in machine learning frameworks such as TensorFlow or PyTorch.  Available to work at least 3.5 days per week for a duration of 3-6 months.  Proficient in English with the ability to effectively communicate and comprehend technical documents.  Strong analytical and problem-solving skills.  A collaborative mindset and a keen attention to detail with a commitment to producing high-quality work.  Proactive, self-motivated, and capable of managing time effectively.  Benefits and PerksWorking in one of the Best Places to Work in Vietnam, Top 10 ITC Company in Vietnam  Flexible working model: Flexible time & Hybrid working from Ho Chi Minh city  Working and growing in a values-driven, international working environment and standard Agile culture with passionate and talented teams  Various training on hot-trend technologies, best practices and soft skills  Company trip, big annual year-end party every year, team building, etc.  Fitness & sports activities: football, tennis, table tennis, badminton, yoga, swimming…  Joining community development activities: 1% Pledge, charity every quarter, blood donation, public seminars, career orientation talks,…  Free in-house entertainment facilities (football, ping pong, gym…), coffee, and snacks (instant noodles, cookies, candies…)Join us and explore other fantastic opportunities! To help us understand your competencies and match you with future suitable KMS ATIG opportunities, please send your academic transcript & the latest CV mentioning your desired position.Send your Resume including Academic Transcript to join us and let yourself explore other fantastic things!  "
    },
    "2": {
        "ID": 2,
        "job": "AI Engineer",
        "company": "VinAI",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "No. 25, Riverview 6, Vinhomes Goldern River, Ho Chi Minh City, Vietnam, Technopark Tower, Hanoi, Vietnam AI Engineer  JOB DESCRIPTION VinAI is looking for AI Engineers who are talented software engineers capable of working on research projects and/or translating research ideas into building computer vision systems. AI engineers are expected to be able to reimplement and develop sophisticated computer vision and machine learning algorithms and systems. KEY RESPONSIBILITIES:  People who want to join hands with us to build AI products and solutions which can compete on the highest level globally, besides hungry to learn, value teamwork, and enjoy a young, enthusiastic, diverse working environment.  Talented engineer capable of working on applied projects, translating research ideas into building computer vision and machine learning systems to solve real-world problems. We are looking for both senior level and junior level who can conduct research independently and implement the latest research methodologies to ML for the production life cycle.  Work closely with computer vision research scientists on cutting-edge computer vision algorithms, reimplement existing algorithms, and innovate the algorithms for tasks such as:  Activity recognition using image, and wearable sensor data.  Image classification, 2D/3D Object detection and Tracking, Semantic segmentation, Scene understanding, Image and video enhancement  Contribute to the development of prototypes and products.  Collect data, manage labelling tasks, run experiments, and assist scientists in writing and submitting research papers to top- tier conferences (if any). Be co-author of research papers  REQUIREMENTS  BS/MS in Computer Science/Electrical Engineering/Robotics or related fields  Experience with a wide variety of Deep Learning Models (CNN, Transformer, etc)  Familiar with Computer Vision techniques (2D/3D object detection, object tracking, classification, image segmentation, etc)  Experience in Machine learning and Computer Vision frameworks and libraries such as PyTorch, OpenCV, etc  Skilled software developer with experience in C/C++, Python, and/or CUDA, experience with edge device deployment is preferred (TensorRT, TFlite, etc)  Knowledge of software engineering best practices across the development lifecycle  At least 2-3 years of experience in ML and CV, Kaggle challenge (Competition Expert/Master/Grand is preferred)  WHY US  Tremendous growth opportunity in a fast-paced AI technology startup, uniquely positioned in Vietnam and globally.  Compensation is highly competitive and will consider the applicant’s current experience level.  Opportunity to continuously grow your knowledge in human resources and project management, and your leadership skills.  Opportunity to contribute, interact, share, and learn from exceptionally talented colleagues globally.  Interested applicants are invited to  send your application to  job@vinai.io"
    },
    "3": {
        "ID": 3,
        "job": "Machine Learning Engineer(ML/AI)",
        "company": "Koidra Tech",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "Koidra Tech8-10 Tạ Hiện, P. Thạnh Mỹ Lợi, TP. Thủ Đức, TP. HCM, Thu Duc City, Ho Chi MinhAt office Posted 12 days ago Skills: Python  Database  Cloud  Top 3 reasons to join us  Work on challenging AI & IoT problems Modern and agile work environment World experts in machine learning and IoT  Job description  You will push the state of our proprietary physics-informed ML framework(s) to the next level You will develop and train end-to-end models You will develop AI for Good You wonʼt target ads, optimize signup funnels, or recommend anything for anyone to click on.  Your skills and experienceMust Have Excellent programming, debugging, and analytical skills. Our team loves writing clean, bug-free, and maintainable mathematical code. We take teamwork to the extreme and hence even for research projects, we still place a high bar for code clarity and robustness. Experience in constructing and training sophisticated Deep Learning models Embrace Koidraʼs Culture Preferred Qualifications Background in computational mathematics/physics/chemistry, scientific computing, control theory, or a related area Experience with Deep Learning fundamentals. We value candidates who  a) are able to construct new models (as opposed to using stock CV/NLP models);  b) understand the hierarchies and computational flow through each building block. Experience in building models for time series or sequential data (e.g. in NLP) Familiarity with and strong interests in one or more of the following machine learning research areas:  Why you'll love working here At Koidra, you'll have an opportunity to work with world experts in Machine Learning and Software Engineering. Competitive Salary with annual performance reviews and potential for bonuses, recognition awards. Health & Wellness: Comprehensive health care Flexible Work Arrangements: Choose from flexible working hours, remote working days, or hybrid working mode. Learning & Growth: Annual allowance for courses, certifications, and conferences. Monthly in-house tech talks. Tech Setup: Latest MacBook Pro or equivalent, dual monitors Regular Team Bonding events: From monthly team gathering to annual off-site retreats Daily Perks: Free lunches, unlimited snacks, and coffee. Diverse & Inclusive Environment: Be a part of a company that celebrates diversity and champions inclusivity. Koidra Tech  Koidra TechCompany type  IT Product Company industry N/ACompany size  1-50 employees Country United States  Working days  Monday - Friday Overtime policy  No OT "
    },
    "4": {
        "ID": 4,
        "job": "Sr/Jr AI Engineer (Prompt Engineer Open AI))",
        "company": "Silicon Prime Labs",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "Silicon Prime Labs68 Bach Dang, Tan Binh, Ho Chi MinhHybrid Posted 6 days ago Skills: Python  JavaScript  Top 3 reasons to join us  Work with Silicon Valley team Newest techs Multiple projects  Job description We are seeking an AI Engineer to join our dynamic team. The ideal candidate will have extensive experience in developing and deploying AI chatbots capable of handling a wide range of user inquiries before escalating to a human assistant. Your role will be crucial in training the chatbot to understand and respond to user questions swiftly and effectively, ensuring a seamless user experience. Responsibilities: Develop and implement AI-powered chatbot solutions to assist users. Train the chatbot to understand and respond accurately to user inquiries based on a comprehensive knowledge base. Structure and design prompt engineering to enhance the AI model's understanding and interpretation of user instructions. Ensure the chatbot interactions are intuitive, user-friendly, and visually appealing. Integrate the chatbot with OpenAI GPT and other relevant AI models to improve response accuracy and efficiency Collaborate with UI/UX designers to create an engaging and easy-to-navigate user interface for the chatbot.  Your skills and experience  Bachelor’s or Master’s degree in Computer Science, Artificial Intelligence, or a related field. Proven experience in developing AI chatbots, particularly in the area of government aid applications or similar domains. Extensive practical experience in prompt engineering, with a deep understanding of structuring instructions for AI models.  Why you'll love working here  FREE coffee, snacks, parking fee, no dress code required. Team building, company trip, annual health check, monthly party. Have flexible working time from Monday to Friday, work from home. Personal care: birthday, wedding, child-birth, women day, children day... Accident & healthcare 24/24 for employee and relatives Seniority allowance Game/sport activities Internal training and experience sharing Be professional and be your own boss environment Onsite opportunity working in the U.S. Work with Silicon Valley Startup team from Stanford, excellent people and challenging technical projects. Project bonus and 13th salary And a whole lot more! Silicon Prime Labs  USA Mobile and Web App Development Company Company type  IT Outsourcing Company industry N/ACompany size  51-150 employees Country United States  Working days  Monday - Friday Overtime policy  Extra salary for OT "
    },
    "5": {
        "ID": 5,
        "job": "AI Engineer (Python, OOP)",
        "company": "Illuminus AI",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "Illuminus AITầng 11, Tòa nhà Dreamplex, Số 195, Đường Điện Biên Phủ, Phường 15, Quận Bình Thạnh, TP Hồ Chí Minh, Binh Thanh, Ho Chi MinhAt office Posted 23 days ago Skills: Python  OOP  Job description  Develop and optimize AI algorithms related to video enhancement, such as image sharpening, noise reduction, and dynamic range expansion. Improve existing algorithms to enhance the efficiency and quality of video processing. Analyze and process video data, effectively translating research findings into applications. Work closely with the team to ensure successful implementation and integration of algorithms. Stay updated with the latest advancements in AI and computer vision technologies, driving innovation. Design, plan, and execute tasks related to the project  Your skills and experience  At least 1 years of experience with AI development Experience with Generative AI, Diffusion Models, and Stable Diffusion Good knowledge of Statistics and Analytics Good self-research, problem-solving, and presentation skills Commit to high-quality work results Interests in a production environment  Why you'll love working here  Competitive salary Enjoy full insurance benefits and comply with labor laws. Allocate modern working devices: Computer, Second Monitor and anything you need. Lunch allowance at the office Parking allowance is covered by the company. Unlimited tea, coffee,... at the office Salary review 2 times/year, 13th month salary Gifts for holidays: International Women's Day, Mid-Autumn Festival, birthdays, Lunar New Year,... Yearly company trip & Year End Party. Young, friendly and talented colleagues Receive specialized training and guidance to improve expertise. Illuminus AI  Illuminus AICompany type  IT Product Company industry N/ACompany size  1-50 employees Country Vietnam  Working days  Monday - Friday Overtime policy  No OT "
    },
    "6": {
        "ID": 6,
        "job": "AI ENGINEER",
        "company": "Nexcel Solutions",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "  who qualifies for this role?Do you excel at algorithms?  A relentless solutions seeker?  A person who is in love with artificial intelligence?YES?  Congratulations! You got this!where your passion finds purposes  We fully entrust you with these responsibilities:  Identify and understand the business requirements at hand.  Research and experiment with multiple machine learning algorithms from various sources to determine the best solution that satisfies the requirement.  Clean and transform data, ensure that data is well-organized and ready for the AI model to interpret and process.  Designing, planning, developing, implementing, and maintaining artificial intelligence, deep learning, and machine learning against business requirements.  Innovate product areas with the power of AI to drive business results.  Perform iterative testing and experiment improvement to get the state of art results. Improve the AI model until it is ready for the production environment.your qualifications and skills  Experienced in machine learning, deep learning algorithms, and statistics.  Deep understanding of S.O.L.I.D principles and know how to write Clean Code.  Skilled in one of the following programming languages: Python, Java, Scala, R or other equivalent languages.  Knowledge of AI frameworks and libraries such as TensorFlow, Pytorch, Keras, and MLlib.  Ability to formulate a research problem, design, experiment, and implement solutions.  Expert at supervised and unsupervised machine learning algorithms.  Experience in data processing and transformation.  Proficient in building and deploying models in production.  Have demonstrated creative and critical thinking with an innate drive to improve how things work.  Effective time management and prioritization skills.  Good verbal/written communication and interpersonal skills.BONUS POINTS  Data Mining experience is a plus.Bachelor’s degree in IT/Computer Science/Information Systems or equivalent hands-on experience in software companies.  At least 2+ years of proven experience in AI Engineer position.  Good command of written and spoken English.what you will enjoyCompetitive Salary Rewards & Recognitions Premium Healthcare Meals & Refreshments Transparent Career Path Team-building Activities Sport Facilitieswhere you will be working at SMS Tower  Lot 40, Quang Trung Software City, Tan Chanh Hiep Ward, District 12, Ho Chi Minh City "
    },
    "7": {
        "ID": 7,
        "job": "Machine Learning (AI/ML) Python Engineer",
        "company": "ISCALE SOLUTIONS",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "  Company Overview:  iScale Solutions specializes in providing top-tier software engineering talent to clients worldwide. We are currently seeking a highly skilled Senior Python Engineer with expertise in Computer Vision and AI/ML for a dynamic startup based in the US, dedicated to revolutionizing patient care through the power of AI and Computer Vision technology. Their mission is to develop innovative solutions for patient fall prevention that prioritize safety, efficiency, and user experience.  The ideal candidate will play a key role in implementing advanced Computer Vision and multi-modal models for patient fall prevention, as well as developing and optimizing application logic for processing, serving, and inferencing.Responsibilities:Design and implement Computer Vision application logic for patient fall prevention, focusing on speed, accuracy, and user experience.  Develop and deploy multi-modal models using TensorFlow, PyTorch, and other relevant frameworks.  Conduct ongoing testing and analysis of existing solutions, continuously optimizing for performance and efficiency.  Collaborate with cross-functional teams to integrate Computer Vision technology into patient-centered solutions.  Utilize model orchestration tools such as LlamaIndex and LangChain for efficient management and deployment of AI models.  Train and fine-tune Open Source models using LoRA, QLoRa, PEFT, and other techniques.  Work with ViTs (Vision Transformers) and other state-of-the-art models for Computer Vision tasks.  Integrate and leverage AI language models such as LLMS (Language Learning Model Series) - ChatGPT, Mistral, Llama, Llava for enhanced functionality  Stay updated with the latest advancements in Computer Vision, AI/ML, and related technologies.  Requirements  Qualifications:Master's or Ph.D. in Computer Science preferred  Interest for AI /ML/Data Science  Minimum 1 year of programming experience working with Python or similar languages.  Proficiency in using OpenCV for Computer Vision tasks is a must.  Experience training and deploying Open Source models using LoRA, QLoRa, and PEFT  Familiarity with Vision Transformers (ViTs) and multimodal models  Familiarity with development tools such as Visual Studio, Google Colab, Jupyter Notebook, and GitHub  Being able to communicate in English (verbal / written) is a must.  Nice to have:Experience with TensorFlow, PyTorch, and Hugging Face libraries is a plus  Knowledge of model orchestration tools like LlamaIndex and LangChain is a plus  Experience with AI language models (LLMS - ChatGPT, Mistral, Llama, Llava) is a plus  Familiarity with object detection frameworks like YOLO is a plus. Benefits  Benefits:Competitive salary and health benefits package.  Hybrid work arrangements.  Opportunity to work with cutting-edge AI and Computer Vision technology.  Collaborative and innovative work environment. "
    },
    "8": {
        "ID": 8,
        "job": "Kỹ sư AI - Full-time - Việc làm tiêu biểu",
        "company": "South Telecom",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "Giới thiệu:  Nội dung công việc  Nghiên cứu, xây dựng phương án, lập trình, thử nghiệm và tối ưu kết quả các bài toán trí tuệ nhân tạo thuộc các lĩnh vực:  Xử lý hình ảnh: Object Detection, Segmentation, Classification; OCR; Image Captioning…  Xử lý tiếng nói: Speech recognition, Speech synthesis, Wakeup word…  Các bài toán về Robotics, AI on edge devices, Smart Camera… Yêu câu công việc  Có kinh nghiệm với 1 trong các ngôn ngữ lập trình sau: C/C++, Python.  Có kinh nghiệm làm việc với một trong các framework Tensorflow, Pytorch  Khả năng lập trình, tư duy tốt, tinh thần trách nhiệm và ý thức về chất lượng sản phẩm cao.  Khả năng làm việc độc lập, tích cực, chủ động trong công việc, luôn luôn tìm tòi học hỏi những kiến thức và bài toán mới  Khả năng làm việc nhóm tốt, nghiên cứu tốt với các tài liệu tiếng Anh. Quyền lợi công việc  Được đào tạo, hướng dẫn cụ thể về nghiệp vụ trong môi trường công ty chuyên nghiệp, năng động.  Được tham gia các buổi thuyết trình về CNTT do công ty tổ chức  Có cơ hội trở thành trưởng nhóm, quản lý dự án nếu phù hợp.  Tham gia liên hoan, team building, dã ngoại cùng công ty.  Địa điểm làm việc: TPHCM  Lương: 18000K - 22000K VND một tháng  Loại hình công việc: Thỏa thuận thời gian Yêu cầu:  Quyền lợi: Bảo Hiểm Y Tế, Cơ Hội Thăng Tiến, Môi Trường Năng động  Hạn nộp: 2024-06-30  Kinh nghiệm: 1 - 2 năm  Bằng cấp: Đại học  Lĩnh vực: IT/CNTT -IT Phần mềm  Số lượng cần tuyển: 1  Giới tính: Không yêu cầu"
    },
    "9": {
        "ID": 9,
        "job": "AI Engineer- ASR (Junior)",
        "company": "Phần Mềm Trường Minh Thịnh",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": " AI Engineer- ASR (Junior)  TMT là công ty tiên phong cung cấp giải pháp công nghệ SaaS tại Việt Nam. Với sự tin tưởng của hơn 5.000 khách hàng, TMT dẫn đầu trong việc ứng dụng công nghệ vào các lĩnh vực SME, E - commerce,... thông qua các sản phẩm phần mềm như: TPOS, TDental,… nhằm giúp khách hàng quản lý và tối ưu hóa hoạt động kinh doanh.  Hiện tại TMT đang tìm kiếm vị trí Nhân viên AI Engineer tham gia trực tiếp vào các dự án phát triển phần mềm cùng đội ngũ Team AI cũng như đội ngũ phát triển sản phẩm của TMT.Các dự án hiện tại:Phát triển hệ thống phân tích cuộc gọi, thu thập và phân tích dữ liệu người dùng nhằm nâng cao hiệu quả chăm sóc khách hàng.  Các kỹ thuật khác liên quan đến AI: Tiền xử lý và làm sạch dữ liệu, automatic labeling và retrain model. MÔ TẢ CÔNG VIỆCCải thiện hiệu suất của hệ thống chuyển âm thanh thành văn bản (ASR). Thu thập, xây dựng và xử lý bộ dữ liệu để huấn luyện các mô hình nhận dạng giọng nói và mô hình ngôn ngữ. Phát triển và tối ưu các mô hình, thuật toán xử lý tín hiệu âm thanh ở điều kiện bất lợi như: nhiễu từ môi trường, nhiễu do thiết bị ghi âm, dội âm,... Giải quyết bài toán Multi-Speaker ASR.YÊU CẦU  1. Kiến thức chuyên môn  Tốt nghiệp ĐH chuyên ngành Khoa học máy tính, Kỹ thuật phần mềm hoặc các ngành liên quan. Có kinh nghiệm tối thiểu 1 năm ở vị trí AI Engineer hoặc tương đương. Sử dụng tốt Pytorch, có khả năng customize các mô hình Deep Learning. Đã thực hành các mô hình xử lý tín hiệu âm thanh như speaker diarization, speech enhancement, speech denoising, voice activity detection. Am hiểu về quá trình xử lý tín hiệu âm thanh: Spectrogram, Mel Spectrogram, Fourier Transform, Fast Fourier Transform,... Có kiến thức về các kỹ thuật tăng cường dữ liệu âm thanh như: Noise addition, Speed perturbation, Pitch perturbation, Time and Frequency masking,... Có kiến thức vững chắc và nắm rõ lý thuyết các mô hình Deep Learning: Transformers, Conformer, Decoder-only Models, LLM (Llama, Mistral, …) Sử dụng thành thạo các thư viện dùng để huấn luyện mô hình như SpeechBrain, Transformers, huggingface/trl, Peft, Datasets,… 2. Kỹ năng cần có.Có tinh thần trách nhiệm cao với công việc, thái độ làm việc tích cực. Có khả năng làm việc theo đội, nhóm. Kỹ năng giao tiếp và giải quyết vấn đề. Có khả năng đọc hiểu và ứng dụng các tài liệu nghiên cứu chuyên ngành. 3. Là lợi thế nếu có.Có hiểu biết về Deploy các mô hình và dựng hệ thống software nói chung là điểm cộng (Database, Docker, …) Đã thực hành các phương pháp quantization các mô hình ngôn ngữ. Đã thực hành chuyển đổi các mô hình sang ONNX, TensorRT. Có hiểu biết về LoRA, Qlora, FSDP, DeepSpeed. Có khả năng diễn giải các chủ đề phức tạp mang tính chất chuyên ngành một cách rõ ràng, lành mạch, dễ hiểu cho mọi đối tượng người nghe. PHÚC LỢI CỦA TMTChế độ lương, thưởngMức lương cạnh tranh theo năng lực, xét tăng lương 1 lần/năm  Lương tháng 13 và các khoản thưởng trong tất cả các ngày lễ, tết, sinh nhật, kết hôn,…Bảo hiểm và chăm sóc sức khỏeĐược đóng BHXH, BHYT, BHTN, tham gia công đoàn và hưởng mọi quyền lợi theo luật lao động.  Chính sách nghỉ phép cho trường hợp thai sản, khám chữa bệnh,...Môi trường làm việc, cơ hội thăng tiếnCung cấp máy tính, trang thiết bị hiện đại  Môi trường làm việc trẻ, năng động, tại một trong những công ty công nghệ hàng đầu về giải pháp quản lý, tạo ra giá trị hữu ích cho cộng đồng, các phần mềm được vinh danh nhận giải Sao Khuê 2021 và được giới công nghệ, báo chí truyền thông đánh giá cao  Trải nghiệm văn hóa TMT gần gũi và thân thiện với nhiều hoạt động nội bộ  Cơ hội thăng tiến rộng mở, minh bạch và rõ ràng  Làm việc từ thứ 2 - thứ 6Đào tạo và tham gia các hoạt động khácTham gia các hoạt động đào tạo, hội thảo miễn phí do công ty đăng ký  Thỏa sức sáng tạo và vui chơi, thể thao hàng tuần (Clb bóng đá, cầu lông, chạy bộ,...)  Du lịch, team building hàng năm  Tham gia các hoạt động từ thiện cùng công ty Mức lương Up to 15.000.000 vnđ  Thời gian làm việc Giờ hành chính (Nghỉ T7-CN)  Địa điểm làm việc Tầng 2,4 Lô III-26, Đường 19/5A, Nhóm CN III, Khu công nghiệp Tân Bình, Tân Phú, TPHCM  Số lượng 2  "
    },
    "10": {
        "ID": 10,
        "job": "AI DEVELOPER",
        "company": "Chi Doanh",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": " Chi Doanh - CB/I Digital is seeking an experienced skilled AI developer to join our dynamic team and contribute to cutting-edge projects within the realm of D2C e-commerce, retail. As an AI Developer, be involved in designing and implementing advanced AI solutions for company's products. JOB DESCRIPTIONWork with a business owner and AI engineering team to drive the development of AI services Sale Demand Forecasting: Utilizing Transformer, CLIP, and LLM models to accurately predict sales demand and product trends for retailers. Marketing Optimization: Crafting deep reinforcement learning algorithms to enhance the efficiency of marketing campaigns. Generative AI: Developing and implementing state-of-the-art generative AI models and algorithms. Performance and Scalability: Improving the overall performance and scalability of existing AI models and algorithms.BENEFITSCompetitive salary based on candidate's ability & expertise level. Learn advanced coding techniques from leading industry experts Gain extensive coding experience and skills from a variety of projects, platforms Work in a dynamic, transparent, and professional environment Improve English language and communication skills Receive social insurance, health insurance, and other benefits following the labor law and company provisions PLUS Bao Viet, PTI premium insurance Participate in the company trip every year Have opportunities for a salary increase ahead of time with a great solid contribution. Receive the 13th-month salary bonus with good performance and bonus according to the project progress. Receive overtime pay according to company policy (x1.5 with weekdays, x2 weekends)REQUIREMENTBachelor’s degree or higher in Computer Science, Mathematics, or a related field. Minimum of 2 years of experience in AI development, with a preference for expertise in the e-commerce domain. Proven experience in developing and deploying AI solutions for existing market products, demonstrating a strong track record of practical application over theoretical research in the ecommerce and retail sectors. Proficiency in Python, PyTorch, and other AI frameworks and libraries. Familiarity with cutting-edge AI models such as Transformer, CLIP, LLM, and other relevant techniques. Strong understanding of deep reinforcement learning and other AI-related algorithms. Practical experience with Generative AI tools/frameworks, including OpenAI’s GPT-4 and Langchain. Strong analytical skills and proven experience working with complex & large data. Excellent communication, collaboration, and problem-solving skills. Ability to work both independently and collaboratively in a team environment. Passion for continuous learning, keeping abreast of emerging technologies and staying current with the latest trends in AI.Những câu hỏi thường gặp AI Developer là gì?Lập trình viên AI (AI Developer) là người chịu trách nhiệm thiết kế, phát triển và triển khai các thuật toán và giải pháp trí tuệ nhân tạo nhằm giải quyết các vấn đề phức tạp hoặc cải thiện khả năng của các sản phẩm và dịch vụ. Họ làm việc với máy học (machine learning), học sâu (deep learning), xử lý ngôn ngữ tự nhiên (natural language processing) và các phương pháp AI khác để tạo ra các hệ thống thông minh có khả năng tự học hỏi và thích ứng với dữ liệu mới mà không cần sự can thiệp thủ công.AI Developer cần những kỹ năng gì?Những kỹ năng mà một AI Developer cần có bao gồm: Lập trình (Coding): Thành thạo các ngôn ngữ lập trình như Python, R, hoặc Java để áp dụng thuật toán học máy và quản lý dữ liệu lớn. Học máy (Machine Learning): Sở hữu kiến thức sâu rộng về thuật toán học máy, từ học có giám sát, không giám sát đến học sâu, giúp họ chọn lựa và tối ưu hóa thuật toán cho mỗi nhiệm vụ. Phân tích và xử lý dữ liệu (Data Analytics): Giỏi trong việc tiền xử lý, chọn lọc và tạo đặc trưng dữ liệu, sử dụng các thư viện như NumPy và Pandas để làm sạch và xử lý dữ liệu. Giải quyết vấn đề: Có kỹ năng phân tích và giải quyết vấn đề để xác định mô hình và thuật toán AI phù hợp cho từng nhiệm vụ cụ thể. Kiến thức chuyên ngành: Hiểu biết sâu sắc về lĩnh vực áp dụng AI để thiết kế hệ thống, giải quyết nhu cầu và thách thức cụ thể.  Sự khác biệt giữa AI Developer & AI Engineer là gì?AI Developer: thường tập trung vào việc phát triển các ứng dụng sử dụng công nghệ AI, bao gồm việc lập trình, tích hợp các mô hình AI vào sản phẩm hoặc dịch vụ. Họ làm việc với ngôn ngữ lập trình và công cụ phát triển để tạo ra các giải pháp AI.AI Engineer: chịu trách nhiệm thiết kế và xây dựng các hệ thống AI phức tạp, bao gồm cả việc nghiên cứu, phát triển mô hình, và tối ưu hóa hiệu suất của hệ thống. Họ thường có kiến thức sâu rộng hơn về toán học và thống kê, cũng như kỹ thuật phần mềm, để phát triển các giải pháp AI hiệu quả và bền vững.  "
    },
    "11": {
        "ID": 11,
        "job": "Health Representative (AI/AF/IM - Thua Thien Hue )",
        "company": "Pfizer",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": " Product: Carry All ( Anti-Infective/Anti-fungal/Internal Medicine)- Base in Thua Thien Hue  Job Description  The Health Representative will be the central contact in connecting customers within their accounts to AI/AF/IM therapies that advance wellness, prevention, treatments, and cures to the most feared diseases of our time. Central to the Health Representative’s role will be the introduction of a new & promoted medicines and innovative digital service that will help elevate Health Care Professionals’ patient care. The role is consultative; spanning entire resource and product portfolio for their customer base and one that will result in long standing and truly valued relationships with customers. The Heath Representative will draw on healthcare knowledge and understanding of the health and pharmaceutical industry, as well as the AI/AFIM product portfolio, so that customers achieve the solutions they need.  The Health Representative should be proficient at planning and executing an effective relationship strategy and building/ maintaining effective, long-term business relationships at the senior executive level with key decision makers and influencers. The Health Representative identifies and prioritizes opportunities through understanding customers’ business and strategic imperatives. The Health Representative is responsible for developing and executing an effective account plan for each account and is part of the Integrated Account Team (IAT).  The Health Representative is responsible for supporting their customers with their designated portfolio within a defined geographical territory that includes both metro and regional areas.Specific Duties and Responsibilities  Driving identified customers to the digital service offerings, opening a world of trusted materials and support that can be tailored to their needs and those of their patients. Ensuring customers gain best value from the services, in conjunction with the Health Representative team who are on hand providing virtual support.  Leading relationships with the AI/AF/IM Health Care Professionals within a defined geographical territory as well as providing support virtually.  Gaining deep understanding of AI/AF/IM Health Care Professional needs, sharing expert product advice, tailoring data, delivering promotional activities, aligning the customer lifecycle with that of the AI/AF/IM portfolio and connecting them to relevant internal people whenever they need it.  Provide objective and scientifically sound medical information regarding AI/AF/ IM product portfolio and the diseases states treated. Incorporating the use of educational programs, outcome and other tools which identify the greatest opportunities for improving patient care.  Seeking and developing awareness of external market conditions to drive exceptional customer support and insights, connecting customer discussions with external trends and internal developments.  Establishing a strong working relationship with the VHSS, KAM and SME Teams and sharing insights from customers to make our digital service offering even better.  Managing and achieving annual targets and ensuring adherence to Compliance, Legal, Medical and Regulatory requirements.  Ensure relevant inline medicines prescribed by HCP’s have CFC commercial support.  Share relevant brand and therapy area updates with HCP’s.  Ability to convey relevant messages across multiple medicines and AI Injectable therapy areas.  Strong customer relationship focuses, establishing trusting relationships, quick to navigate complex hospital stakeholder environment, experts in secondary care environment and or Primary Care.  Has a thorough understanding of the environment and challenges of their key HCPs and acts to come back to the business so we can find solutions to their needs in managing our patients and identify opportunities.  Strong capabilities in leveraging virtual/digital channels with at least 50% of interactions to be virtual.  Single point of contact for relevant medicines for their accounts.  Able to understand how products across the business interplay with each other.  Ability to have a product POA change based on needs of customer and their patients.  Ensures a customer centric – comprehensive approach to the way HCP’s treat their patients with all brands that are relevant to the customer.Customer Engagement:  Leads, coordinates, and manages the long term, consultative, customer relationship to become the customer’s trusted business advisor. Extends the relationship beyond transactional to needs analysis based.  Demonstrates expertise in relationship skills, creatively delivers innovation and thought leadership, and represents the full spectrum of value.  Responsible for overall service excellence within the account and is the customer advocate internally.Account Management:  Maximizes opportunity across the AI/AF/IM portfolio, monitors progress with key accounts and evolves Account Plans as appropriate.  Analyses and understands the local environment, account business, and aligned priorities to create Account Plans, and utilizes insights to create and execute value propositions of mutual benefit.Leadership:  Applies a proficiency in business acumen, including understanding of the account business, industry, economic trends, issues, and competition. Shares insights gained with cross functional colleagues and IAT.  Develops and leads the Account Plan and coordinates the cross functional team, demonstrating highest level of teamwork and professionalism.  As part of the IAT supports the development, negotiation, and implementation within accounts. QUALIFICATION:  Graduated from Pharmacy/Medicine University/College.  1 years of experience on Field force  Curiosity and an entrepreneurial mindset.  Can-do attitude and a work ethic underpinned by determination and commitment  Strong compliance mindset.  Not being subject to any of the following circumstances: facing a criminal prosecution, serving a court’s sentence or ruling; being suspended from practice or doing works related to pharmacy under the court’s sentence or ruling; or having limited legal capacity.  Good command in English is preferred. Business Skills and Competencies:  Analytical skills to identify the connections between data, products and the needs of both Health Care Professionals and patients.  Experienced in IM field is preferred  Written and verbal communication skills to help build trusted, sustainable relationships with your internal and external stakeholders.  Solid understanding of the digital space and a willingness to keep learning and upskilling.  Strategic thinking and planning to help customers see beyond the day-to-day.  Agility, adaptability to change and seasoned negotiation skills.  Commercial and business acumen, managing financial budgets, driving sales and achieving performance measures.  Able to connect with customers virtually and in person.  Demonstrated ability to leverage cross-functional partnerships that are aligned with business goals.  Pfizer is an equal opportunity employer and complies with all applicable equal employment opportunity legislation in each jurisdiction in which it operates. Sales#LI-PFE "
    },
    "12": {
        "ID": 12,
        "job": "Sales Manager (Data/AI – Vietnam)",
        "company": "Kyanon Digital",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": " As a Sales Manager, you will be a key player in driving revenue growth by leveraging your expertise in promoting our Data and AI solutions. Your role involves prospecting, nurturing client relationships, and closing deals within the Data/AI domain. This position is ideal for a self-motivated professional who thrives in a dynamic sales environment.  How You Can ContributeIdentify and cultivate new business opportunities within the Data and AI sectors.  Develop and execute effective sales strategies to achieve and exceed individual sales targets.  Build and maintain strong relationships with clients, understanding their unique business challenges and proposing tailored solutions.  Collaborate with internal teams to ensure seamless project delivery and customer satisfaction.  Stay updated on industry trends, emerging technologies, and the competitive landscape.To be successful in this role, you should haveEducational Background: Bachelor’s degree in Business, Sales, Marketing, or a related field. Advanced degrees or certifications in Data Science, AI, or related disciplines are advantageous.  Experience: Proven track record of success in individual contributor sales roles, particularly within the Data and AI sector. Minimum 5 years of relevant experience.  Technical Knowledge: In-depth understanding of Data and AI technologies or familiar with the solutions such as Tibco, Sermachy, etc.  Sales Skills: Strong sales acumen with a focus on consultative selling. Ability to effectively communicate the value of Data/AI solutions to clients.  Customer-Centric: A customer-focused approach with the ability to understand and address client needs.  Results-Driven: Demonstrated ability to meet and exceed individual sales targets.  Communication Skills: Excellent verbal and written communication skills. Ability to articulate complex technical concepts clearly and concisely.  Adaptability: Ability to thrive in a fast-paced and evolving sales environment.If you are a motivated individual with a passion for driving sales in the Data and AI space, and if you meet the qualifications outlined above, we invite you to join our innovative team and contribute to the success of Kyanon Digital  Salary  Negotiation Location  Kyanon - HCMC Application period  15/05 - 30/06/2024  "
    },
    "13": {
        "ID": 13,
        "job": "Data Analyst",
        "company": "Pizza 4P’s",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "Pizza 4P's is looking for an experienced Data Analyst to join our Data team. In this role, you will primarily focus on providing insights, data support, and building dashboards for Operation Department. WHAT YOU WILL DO  Analyze data using statistical methods and algorithms. Generate clear and concise reports highlighting key findings. Collaborate with teams to identify performance metrics. Improve data analysis processes for efficiency. Stay updated on industry trends. Support stakeholders in understanding and using data insights.  ARE YOU A FIT?  Minimum 2-3 years of experience in data analysis or relevant field. Proficiency in BI tools (e.g Tableau, PowerBI, Superset). Experience with DBMS (e.g MySQL, PostgreSQL). Good analytical skills and attention to detail. Proficiency in English communication.  Advantageous  Cloud Data Warehousing and/or cloud computing services experience. Experience with MongoDB and Python. Ecommerce data experience.  Preferred Qualifications:  Bachelor's degree preferably in analytics, computing or science discipline (e.g., Computer Science, Engineering, IT). Passionate about programming/data analytics and solving challenging problems.  JOIN US, LET’S SEE WHAT WE CAN OFFER  Competitive salary & allowances 13th month salary 12 annual leave days 24/7 accident insurance Internal discount (~50%) for brands of Pizza 4P‘s, Ippudo, About Life Coffee, etc Lương:  Thương lượng  Địa chỉ:  Pizza 4P‘s Ho Chi Minh Phòng ban:  Head Office (Non-managerial Level)  Hạn nộp hồ sơ:  19/04 — 30/06/2024"
    },
    "14": {
        "ID": 14,
        "job": "Data Analyst (English)",
        "company": "Aviron",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": "Aviron30 Ap Bac, 13 Ward, Tan Binh, Ho Chi MinhAt office Posted 34 days ago Skills: SQL  Python  English  Top 3 reasons to join us  Competitive pay and attractive benefits Opportunities for career development Health care program up to $2000/year  Job descriptionWe are looking for a Data Analyst who can crunch customer data to understand their preferences, and uncover behavioral patterns, trends, and correlations that allow us to better understand our customers, and provide them with a tailored product experience. Job Description:Monitoring industry trends to identify opportunities for new products that could benefit the company. Researching to identify customer preferences, needs, and attitudes about products or services. Compiling reports based on findings from research and data analysis to provide recommendations for decision-makers. Identifying customer needs and then designing and implementing solutions that meet those needs with appropriate products or services. Recognizing patterns utilizing customer data and providing insights to the Product Team. Work closely with engineering, and product to scope and implement new features. Ensuring that the data that is available is accurate and reliable. Other tasks as assigned by management.  Your skills and experienceMust have:Bachelor's degree in computer science, information systems, or related field. 3+ years in Data Analyst position for software projects. Strong English communication is a must-have. Proficient in SQL. Understand data pipelines. Strong intuition for user behavior. Excellent analytical and problem-solving skills. Self-starter with strong project management skills. Nice to have:Experience creating dashboards in PostHog & Metabase. Analyst Certificates. Practical experience with Python, and R.  Why you'll love working here  Salary: Competitive (based on skills and experience). Performance appraisal & bonus every 6 months. Annual salary increase review. Breakfast allowance. Reimbursement of up to 8 vacation days if you don't use it. Opportunities to train/work in Canada. International, open, and respectful working environment. Happy hours. Sports activities. Health Care Program of up to 2000$/year. Yearly company trip. Team building activities. Technical seminar in the company. Social Insurance, Health Insurance, Unemployment Insurance, Annual Health Check, and Others as Vietnamese Labor Code and Company Policy. Aviron  Aviron, a Y-combinator company, is a connected rowing machine built on an advanced gaming platform.Company type  IT Product Company industry N/ACompany size  51-150 employees Country Canada  Working days  Monday - Friday Overtime policy  No OT "
    },
    "15": {
        "ID": 15,
        "job": "Data Analyst",
        "company": "FitFlop",
        "location": "Thành phố Hồ Chí Minh",
        "job_description": " We are seeking a dedicated and detail-oriented Data Analyst to support our Asia Operations Team by analyzing cross-departmental data for efficient reporting to management. The ideal candidate will be a local from Vietnam with strong English proficiency and robust data analytical skills. This role is crucial in driving data-driven decision-making processes within the company. Reporting directly to the Asia Operations Manager, you will be based in Ho Chi Minh City, Vietnam.The Responsibilities:Support the Asia Operations Manager with data analysis across various departments, including Materials, Product Development, Costing, Planning, Production and Quality Gathering, cleaning, and transforming data from various sources such as Excel, Smartsheet, and potentially other databases Create clear and concise reports and visualizations using data visualization tools Develop and maintain dashboards and reports to provide actionable insights to management on a timely manner Identify trends and insights from data to support informed decision-making for the Company Collaborating with cross-functional teams to ensure data accuracy and address any data-related challenges Ensure that a complete and accurate database is built up and well maintained Ensure data integrity by performing regular data audits Develop and implement data management processes to streamline data collection and analysis Translate complex data into understandable and actionable recommendations Stay updated with the latest data analysis tools and techniques Propose and implement improvements to existing data analysis processes Escalate key cases to Manager in a timely fashion The Person:A bachelor’s degree in data science, Statistics, Business Analytics, or a related field (or equivalent experience) Minimum 2-3 years of experience as a Data Analyst or similar role Analytical mindset and organizational skills. Attention to detail a must Excellent communication and interpersonal skills, with the ability to effectively communicate complex data insights to both technical and non-technical audiences Proficient in Smartsheet & MS Office (Excel, Word, PPT, Visio, SharePoint, Teams) Experience working with Data Visualization/Business Intelligence software tools is a plus (ie:, Tableau, PowerBI, SQL, Python) Ability to work in a collaborative cross functional team environment; strong relationship-building skills Ability to multi-task to meet timelines and prioritize with a sense of urgency Fluency in English, both written and verbal Familiarity with the fashion or retail industry is a plus  "
    }
}